/**
 * 技能描述
 */
var colorData = [
    { id: '0', color: 'ffffff' },
    { id: '1', color: 'ffcb4a' },
    { id: '2', color: 'b1ceff' },
    { id: '3', color: '00ff00' },
    { id: '4', color: '00ffff' },
    { id: '5', color: 'cc6600' },
    { id: '6', color: 'ff0000' },
    { id: '7', color: 'ffff00' }
];
var skillstrData = [
    {
        id: 's02',
        str: [
            '清风破',
            '#0清风破 #1%s/5#r#2单体攻击技能，菜鸟必备。#r#1范围：#0中程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1级别：#0%d#r#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's03',
        str: [
            '震烈击',
            '震烈击 #1%s/5#r#2菜鸟的控制技能，据说有一定#r几率造成眩晕效果。#r#1范围：#0中程单体#1#r施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r冷却时间：#00.5#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1附加眩晕值：#0%d#r#1持续：#04#1秒#2'
        ]
    },
    {
        id: 's04',
        str: ['铁拳', '铁拳 #1%s/5#r#2被动技能，增加基础攻击力。', '#1附加攻击：#0%d#2']
    },
    {
        id: 's10',
        str: [
            '御剑术',
            '御剑术 #1%s/8#r#2单体攻击技能，远程。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's12',
        str: [
            '紫气东来',
            '紫气东来 #1%s/8#r#2远程范围攻击技能，以攻击#r目标为中心向四周释放伤害。#1#r范围：#0远程群体#1#r施放距离：#018#1米#r施放时间：#02#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1半径：#0%.1f#1米#2'
        ]
    },
    {
        id: 's11',
        str: [
            '回春术',
            '回春术 #1%s/8#r#2消耗真气恢复目标生命，可对#r自身或他人使用。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#01#1秒',
            '#1冷却时间：#0%.1f#1秒#r#1消耗真气：#0%d#r#1恢复生命：#0%d#2'
        ]
    },
    {
        id: 's14',
        str: [
            '护身罡气',
            '护身罡气 #1%s/5#r#2将真气流转全身，能抵消一定的#r伤害，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒#r最多持续时间：#030#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1消耗真气和总伤害比值：#0%.1f#r#1最多消耗真气：#0%d#2'
        ]
    },
    {
        id: 's13',
        str: [
            '医疗术',
            '医疗术 #1%s/8#r#2消耗真气持续恢复目标的生命，#r可对自身或他人使用。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#02#1秒',
            '#1冷却时间：#0%.1f#1秒#r#1消耗真气：#0%d#r#1施放后瞬加生命：#0%d#r#1持续次数：#04#r#1每次恢复生命：#0%d#2'
        ]
    },
    {
        id: 's98',
        str: [
            '轻功',
            '轻功 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's05',
        str: [
            '双燕斩',
            '双燕斩 #1%s/8#r#2单体攻击技能，附加额外的伤害。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's09',
        str: [
            '激将法',
            '激将法 #1%s/5#r#2挑衅目标，有一定概率激起#r目标的仇恨并招至攻击。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离+1#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d秒#r#1消耗真气：#0%d#r#1成功概率：#0%d%#2'
        ]
    },
    {
        id: 's08',
        str: [
            '罡气',
            '罡气 #1%s/8#r#2主动增益技能，增加基础攻击力，#r只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1持续时间：#030#1分钟#2'
        ]
    },
    {
        id: 's06',
        str: [
            '冰燕斩',
            '冰燕斩 #1%s/8#r#2单体攻击技能，有一定概率附加#r减速效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1附加缓慢值：#0%d#r#1持续：#05秒#r#1缓慢后速度是正常速度的#020%#2'
        ]
    },
    {
        id: 's07',
        str: [
            '落燕斩',
            '落燕斩 #1%s/8#r#2单体攻击技能，有一定概率#r附加沉默效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续：#04#1秒#2'
        ]
    },
    {
        id: 's99',
        str: [
            '轻功',
            '轻功 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's15',
        str: [
            '养生主',
            '养生主 #1%s/5#r#2被动技能，增加生命上限。',
            '#1增加生命上限：#0%d#2'
        ]
    },
    {
        id: 's16',
        str: [
            '暴雨梨花枪',
            '暴雨梨花枪 #1%s/10#r#2主动攻击以自身为中心的扇形，#r中心角150度，半径3米。#1#r范围：#0近程群体#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's18',
        str: [
            '神行百变',
            '神行百变 #1%s/5#r#2主动增益技能，一定时间内增加#r闪避率，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加躲闪值：#0%d#r#1持续时间：#030#1分钟#2'
        ]
    },
    {
        id: 's20',
        str: [
            '禁风破',
            '禁风破 #1%s/10#r#2二段击，单体攻击技能，有一定概率#r附加虚弱效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#02#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击：#0%d#r#1附加虚弱值：#0%d#r#1持续时间：#06秒#r#1虚弱后攻击是正常的#080%#2'
        ]
    },
    {
        id: 's24',
        str: [
            '舍命一击',
            '舍命一击 #1%s/5#r#2牺牲自身的部分生命来换取额外的攻击力。#r可同时攻击面前一条直线上的多个目标，#r额外增加生命上限相关的暴击率。#r同时随技能等级提高增加技能的暴击率#r#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1施放后生命是施放前生命的#0%d%#r#1附加的额外攻击是牺牲生命值的#0%d%#r#1每#01#1万血上限额外增加#01%#1暴击率#r#1技能等级额外增加#0%d%#1暴击率#r#2'
        ]
    },
    {
        id: 's21',
        str: [
            '暗雷破',
            '暗雷破 #1%s/10#r#2二段击，单体攻击技能，有一定概率#r附加沉默效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#02#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1每次附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#05#1秒#2'
        ]
    },
    {
        id: 's17',
        str: [
            '生生不息',
            '生生不息 #1%s/5#r#2主动增益技能，一定时间内增加生命#r回复的速度，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1每秒加快恢复速度：#0%d%#r#1持续：#030#1分钟#2'
        ]
    },
    {
        id: 's23',
        str: [
            '烈风之伤',
            '烈风之伤 #1%s/5#r#2单体攻击技能，附加额外的伤害，施放时#r短时间内自身会处于空手状态。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒#r冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加本体攻击：#0%d%#r#1附加攻击：#0%d#r#1攻击后空手#0#13秒#2'
        ]
    },
    {
        id: 's19',
        str: [
            '凝血破',
            '凝血破 #1%s/10#r#2二段击，单体攻击技能，有一定概率#r附加减速效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#02#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击：#0%d#r#1附加缓慢值：#0%d#r#1持续时间：#05秒#r#1缓慢后的速度是正常速度的#020%#2'
        ]
    },
    {
        id: 's22',
        str: [
            '怒天一击',
            '怒天一击 #1%s/5#r#2单体攻击技能，附加额外的伤害，施放后短时#r间内会降低自身的移动速度。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#03#1秒#r冷却时间：#020#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1攻击后缓慢#02#1秒#2'
        ]
    },
    {
        id: 's25',
        str: [
            '追风剑',
            '追风剑 #1%s/10#r#2单体攻击技能，剑客的基本技能。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's26',
        str: [
            '碎梦剑',
            '碎梦剑 #1%s/10#r#2单体攻击技能，有一定概率附加缓慢效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1增加缓慢值：#0%d#r#1持续：#05#1秒#r#1缓慢后的移动速度是正常的#020%#2'
        ]
    },
    {
        id: 's28',
        str: [
            '风雷剑',
            '风雷剑 #1%s/10#r#2二段击，单体攻击技能，有一定概率附加#r虚弱效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#02#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1每段附加攻击：#0%d#r#1增加虚弱值：#0%d#r#1持续时间：#06#1秒#r#1虚弱后的攻击是正常的#080%#2'
        ]
    },
    {
        id: 's31',
        str: [
            '回风舞柳',
            '回风舞柳 #1%s/10#r#2单体攻击技能，有一定概率附加#r沉默效果。#1#r范围：#0单个目标#1#r施放距离：#0武器攻击距离#1#r施放时间：#02#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#05#1秒#2'
        ]
    },
    {
        id: 's34',
        str: [
            '天崩地裂',
            '天崩地裂 #1%s/5#r#2三段击，单体攻击技能，有较大概率#r附加虚弱效果。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离#1#r施放时间：#03#1秒#r冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击：#0%d#r#1附加虚弱值：#0%d#r#1持续：#0%d#1秒#r#1虚弱后攻击是正常的#080%#2'
        ]
    },
    {
        id: 's27',
        str: [
            '点穴截脉',
            '点穴截脉 #1%s/5#r#2单体诅咒技能，短时间内降低目标的#r沉默抗性。#1#r范围：#0远程单体#1#r施放距离：#0武器攻击距离+11#1#r施放时间：#01#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1降低沉默抗性：#0%d#r#1持续：#030#1秒#2'
        ]
    },
    {
        id: 's30',
        str: [
            '心剑通明',
            '心剑通明 #1%s/5#r#2被动技能，增加沉默和缓慢抗性。',
            '#1增加沉默和缓慢抗性#0%d#2'
        ]
    },
    {
        id: 's33',
        str: [
            '天山神芒',
            '天山神芒 #1%s/5#r#2单体攻击技能，远程。#1#r范围：#0远程单体#1#r施放距离：#0武器攻击距离+11#1#r施放时间：#01#1秒#r冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's29',
        str: [
            '威慑',
            '威慑 #1%s/5#r#2单体诅咒技能，短时间内降低目标的#r缓慢抗性。#1#r范围：#0远程单体#1#r施放距离：#0武器攻击距离+11#1#r施放时间：#01#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1降低缓慢抗性：#0%d#r#1持续时间：#030#1秒#2'
        ]
    },
    {
        id: 's32',
        str: [
            '逍遥游',
            '逍遥游 #1%s/5#r#2主动增益技能，一定时间内增加移动#r速度，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒#r冷却时间：#0%.1f#1分钟',
            '#1消耗真气：#0%d#r#1增加走跑速度#00.5#1米/秒#r#1持续时间：#0%d#1分钟#2'
        ]
    },
    {
        id: 's35',
        str: [
            '无影之毒',
            '无影之毒 #1%s/10#r#2单体攻击技能，附加持续无视防御的#r毒伤害。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1第一次附加攻击：#0%d#r#1以后4次每次附加伤害：#0%d#2'
        ]
    },
    {
        id: 's38',
        str: [
            '医者之心',
            '医者之心 #1%s/5#r#2被动技能，增加生命和真气上限。',
            '#1增加生命上限#0%d#2#r#1增加真气上限#0%d#2'
        ]
    },
    {
        id: 's36',
        str: [
            '阎王敌',
            '阎王敌 #1%s/10#r#2消耗真气恢复目标的生命，可对自身#r或他人使用。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1恢复生命：#0%d#2'
        ]
    },
    {
        id: 's39',
        str: [
            '清心咒',
            '清心咒 #1%s/5#r#2尝试解除单个目标的缠绕状态，#r有一定的概率成功。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#02#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1成功概率：#0%d%#2'
        ]
    },
    {
        id: 's42',
        str: [
            '仙风护体',
            '仙风护体 #1%s/5#r#2单体增益技能，增加目标的#r防御力和生命上限。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加本体防御：#0%d%#r#1增加生命上限：#0%d%#r#1持续：#030#1分钟#2'
        ]
    },
    {
        id: 's37',
        str: [
            '还阳术',
            '还阳术 #1%s/10#r#2消耗真气持续恢复目标的生命，可对自身#r或他人使用。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#02#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1第一次加生命：#0%d#r#1以后4次每次加生命：#0%d#2'
        ]
    },
    {
        id: 's40',
        str: [
            '无妄咒',
            '无妄咒 #1%s/5#r#2尝试解除单个目标的缓慢状态，#r有一定的概率成功。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#02#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1成功概率：#0%d%#2'
        ]
    },
    {
        id: 's43',
        str: [
            '破魔真气',
            '破魔真气 #1%s/5#r#2单体增益技能，增加目标的#r攻击力。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1持续：#030#1分钟#2'
        ]
    },
    {
        id: 's41',
        str: [
            '春风化雨',
            '春风化雨 #1%s/10#r#2以自身为中心，恢复周围一定范围内#r队友的生命值。#1#r范围：#0自身为中心半径15米的圆#1#r施放时间：#01#1秒#r冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1恢复生命：#0%d'
        ]
    },
    {
        id: 's44',
        str: [
            '百灵护体',
            '百灵护体 #1%s/5#r#2凝结真气，在体外形成一道无形的屏障，#r可以抵抗部分伤害，技能、人物等级越高吸收伤害越多。#1#r范围：#0自身#1#r施放时间：#01#1秒#r最长持续时间：#020#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1吸收伤害和总伤害之比：#0%d%#r#1伤害吸收量为吸收总量的：#0%d%#r#1吸收总量与人物等级有关，等级越高，总量越高'
        ]
    },
    {
        id: 's45',
        str: [
            '枯木逢春',
            '枯木逢春 #1%s/1#r#2复活单个目标，复活后只拥有微弱的#r生命和真气。#1#r范围：#0远程单体#1#r施放时间：#01#1秒#r施放距离：#020#1米',
            '#1冷却时间：#010#1秒#r#1消耗真气：#0133#r#1被复活后生命是最大生命的#010%#r#1被复活后魔力是最大魔力的#010%#2'
        ]
    },
    {
        id: 's46',
        str: [
            '水龙吟',
            '水龙吟 #1%s/10#r#2远程单体攻击技能，附加一定的伤害，#r并有一定概率附加缓慢效果。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1增加缓慢值：#0%d#r#1持续：#05#1秒#r#1缓慢后移动速度是正常的#020%#2'
        ]
    },
    {
        id: 's49',
        str: [
            '缠绕术',
            '缠绕术 #1%s/5#r#2单体技能，有较大的几率缠绕目标。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#02#1秒#r冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加缠绕值：#0%d#r#1持续：#05#1秒#2'
        ]
    },
    {
        id: 's47',
        str: ['祈神咒', '祈神咒 #1%s/5#r#2被动技能，增加基础攻击力。', '#1附加攻击#0%d#2']
    },
    {
        id: 's50',
        str: [
            '化神咒',
            '化神咒 #1%s/5#r#2主动增益技能，短时间内如果攻击则消耗生命#r与真气，以增强自身的基础攻击力，只能对自#r身施放。#r#1#r范围：#0自身#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d#1分钟#r#1消耗真气：#0%d#r#1激活后每攻击一次消耗生命和真气：#0%d#r#1附加攻击：#0%d#r#1持续：#0%.1f#1分钟#2'
        ]
    },
    {
        id: 's53',
        str: [
            '击魂术',
            '击魂术 #1%s/5#r#2远程单体攻击技能，有一定概率附加#r虚弱效果。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1增加虚弱值：#0%d#r#1持续：#06#1秒#r#1虚弱后攻击是正常的#080%#2'
        ]
    },
    {
        id: 's48',
        str: [
            '九天玄雷阵',
            '九天玄雷阵 #1%s/10#r#2以自身为中心，对四周一定范围内的#r目标造成伤害。#1#r范围：#0自身为中心#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1半径：#05#1米#2'
        ]
    },
    {
        id: 's51',
        str: [
            '疾云步',
            '疾云步 #1%s/5#r#2主动增益技能，一定时间内增加#r移动速度，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加走跑速度：#00.5米/秒#r#1持续时间：#0%d#1分钟#r#1冷却时间：#0%.1f#1分钟#2'
        ]
    },
    {
        id: 's54',
        str: [
            '真元护体',
            '真元护体 #1%s/5#r#2消耗真气抵消部分伤害，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d秒#r最长持续时间：#0%d#1秒#r#1消耗真气：#0%d#r#1真气吸收伤害和总伤害之比：#0%d%#r#1最大抵消伤害为人物最大真气量的#0%d倍'
        ]
    },
    {
        id: 's52',
        str: [
            '吸魂咒',
            '吸魂咒 #1%s/10#r#2远程单体攻击技能，附加持续伤害。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#04#1秒#r共造成#05#1次伤害',
            '#1消耗真气：#0%d#r#1第一次附加攻击：#0%d#r#1以后4次每次附加伤害：#0%d#2'
        ]
    },
    {
        id: 's55',
        str: [
            '炽炎天龙',
            '炽炎天龙 #1%s/10#r#2远程范围攻击技能，以攻击目标为#r中心向四周释放伤害。#1#r范围：#0远程群体#1#r施放距离：#015#1米#r施放时间：#02#1秒#r冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1半径：#0%.1f米#2'
        ]
    },
    {
        id: 's3305',
        str: [
            '魔戟乱舞',
            '魔戟乱舞 #1%s/5#r无双乱舞，攻击后的每次攻击都将附加一次范围流血伤害#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1流血伤害：目标生命上限的#0%d%#r#1攻击附加持续时间：#020#1秒'
        ]
    },
    {
        id: 's3304',
        str: [
            '龙域沧海',
            '龙域沧海 #1%s/5#r攻击敌方目标，并降低其真气上限#r#1范围：#0直线#r#1施放距离：#0武器攻击距离+4#r#1攻击距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1降低真气上限：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2370',
        str: [
            '花骨狂沙',
            '花骨狂沙 #1%s/5#r#2相传为三国吕布之招式#r使范围内敌人减速，并造成大量伤害#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1半径：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0150#1秒#r#1持续时间：#04.5#1秒',
            '#1消耗真气：#0%d#r#1附加缓慢值：#0%d#r#1单次造成伤害：#0%d%目标最大生命值'
        ]
    },
    {
        id: 's2371',
        str: [
            '天朝朔月',
            '天朝朔月 #1%s/5#r#2引朔月之力，猛击敌人，防御己身。#r攻击敌人，增加自身减伤。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1减少伤害：#0%d%#r#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's109',
        str: [
            '戟真髓之蛇',
            '戟真髓之蛇#1%s/8#r#2二段击，戟神真髓技之一，以枪化蛇，吞天盖地。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#04#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's115',
        str: [
            '枪旗卷风雷',
            '枪旗卷风雷#1%s/8#r#2枪舞留残影，漫天风雷声。以自身为圆心，#r对前方敌人施行群体打击，并附加缓慢效果。#r#1范围：#0以自身为圆心的扇形#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#04#1秒#r扇形圆心角#0150#1度#r扇形半径#010#1米',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加缓慢值#0%d#r#1持续时间#03#1秒'
        ]
    },
    {
        id: 's108',
        str: [
            '戟真髓之虎',
            '戟真髓之虎#1%s/8#r#2二段击，气劲外放，形成罡风白虎，附加恐惧怪物效果，#r不战而屈人之兵。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#04#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加恐惧值：#0%d#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's111',
        str: [
            '战神意志',
            '战神意志#1%s/3#r#2战神附身，杀气冲天，快速恢复伤势，#r同时增加移动速度，挣脱自身的睡眠，缓慢，定身和眩晕效果，#r且免疫这四种效果，持续一段时间#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1增加跑步速度#0%.1f#1米/秒#r#1免疫持续时间#0%d#1秒#r每#02#1秒恢复#010000#1点血#r持续#010#1秒'
        ]
    },
    {
        id: 's110',
        str: [
            '戟真髓之熊',
            '戟真髓之熊#1%s/8#r#2二段击，虚空之熊，开天裂地，并附加沉默效果。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加沉默值#0%d#r#1持续时间#02#1秒'
        ]
    },
    {
        id: 's106',
        str: [
            '箭疾步',
            '箭疾步#1%s/5#r#2疾如闪电，快似旋风，增强自身躲闪能力，并增加移动速度。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1增加躲闪值#0%d#r#1持续时间#010#1分钟#r#1增加速度#0%.1f#r#1持续时间#030#1秒'
        ]
    },
    {
        id: 's112',
        str: [
            '天狼烈牙',
            '天狼烈牙#1%s/5#r#2三段击，孤傲天狼，利齿破甲，横扫千军#r每段可附加忽视对方部分防御的猛烈攻击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1每次附加攻击#0%d#r#1增加爆击率#0%d%#r#1附加基础攻击#0%d%#r#1另增加忽视对方防御的攻击#0%d'
        ]
    },
    {
        id: 's104',
        str: [
            '旋风刃杀阵',
            '旋风刃杀阵 #1%s/8#r#2一戟既出，风云变色，以自身为中心，#r对前方敌人施行群体打击。#r#1范围：#0以自身为圆心的扇形#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#04#1秒#r扇形圆心角#0150#1度#r扇形半径#010#1米',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's107',
        str: [
            '金刚之躯',
            '金刚之躯#1%s/8#r#2被动技能，金刚怒目，铁臂铜躯，可提高戟神的生命和真气上限。',
            '#1增加生命上限#0%d#r#1增加真气上限#0%d'
        ]
    },
    {
        id: 's422',
        str: [
            '画戟碎骨筋',
            '画戟碎骨筋#1%s/8#r#2向目标丢出一柄巨大的方天画戟,震碎敌人筋骨#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1附加虚弱值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's113',
        str: [
            '神锋连檄阵',
            '神锋连檄阵 #1%s/2#r#2四界神檄，诸魔不侵，可让自身免疫特定#r次数的伤害和负面效果，并增加攻击和抗性#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#02#1分钟#r(在眩晕沉默状态下也可使用)',
            '#1消耗真气#0%d#r#1免疫伤害次数#0%d次#r#1有效时间#02#1分钟#r#1增加攻击#0%d#r#1有效时间#015#1秒#r#1抗性增加#0100%#r#1持续时间#015#1秒#r#1'
        ]
    },
    {
        id: 's423',
        str: [
            '寒潭封魂阵',
            '寒潭封魂阵#1%s/5#r#2雁渡寒潭，草木皆冰，风号为之悲。#r#1范围：#0扇形攻击#r#1角度：#0150#r#1有效距离：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's425',
        str: [
            '山崩地裂',
            '山崩地裂#1%s/5#r#2山崩地裂，江河倒流，气吞万里如虎！#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加基础攻击#0%d#r#1另附加基础攻击为人物闪避值#0%d#1倍'
        ]
    },
    {
        id: 's426',
        str: [
            '人生豪迈',
            '人生豪迈#1%s/3#r#2看成败，人生豪迈。可以增加自身攻击#r#1范围#0自身#r#1施放时间#01#1秒',
            '#1消耗真气#0%d#r#1增加攻击上限百分比#0%d%#r#1持续时间#010#1秒#r冷却时间#0%d#1秒#r#01#1级冷却天狼烈牙#r#02#1级冷却天狼烈牙，神锋连檄阵#r#03#1级冷却天狼烈牙，神锋连檄阵和山崩地裂。'
        ]
    },
    {
        id: 's427',
        str: [
            '无双戟',
            '无双戟#1%s/5#r#2被动技能，长戟出世，国士无双，可提高自身攻击力和生命上限。',
            '#1增加攻击力#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's424',
        str: [
            '戟真髓之鹏',
            '戟真髓之鹏#1%s/8#r#2北冥有鱼，其名为鲲，鲲化为鹏，鹏之大哉，其翼覆之下风云色变。#r强力二段击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's114',
        str: [
            '巨灵之躯',
            '巨灵之躯#1%s/8#r#2被动技能，借助仙灵之力，幻化巨灵之躯，#r增加一定比例的生命恢复速度，且能增加攻击。',
            '#1增加恢复速度#0%d%#r#1增加攻击#0%d'
        ]
    },
    {
        id: 's105',
        str: [
            '硬气功诀',
            '硬气功诀#1%s/5#r#2罡风护体，减少肉体损伤，按比例恢复生命值，并且可能减少所受伤害。#r#1范围：#0自身#r#1施放距离：#0自身#r#1施放时间#01#1秒#r冷却时间#00.5#1秒',
            '#1消耗真气#0%d#r#1增加恢复速度#0%d%#r#1持续时间#010#1分钟#r#1减少伤害百分比#0%d%#r#1持续时间#05#1分钟'
        ]
    },
    {
        id: 's636',
        str: [
            '战世',
            '战世#1%s/5#r#2被动技能，长戟出世，战遍天下#r可提高自身攻击力和生命上限。',
            '#1增加攻击力#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's638',
        str: [
            '血祭',
            '血祭#1%s/5#r#2每次受到攻击后自身攻击力提升，#r被攻击的次数越多，攻击力提升越高，最多生效3次。#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#02#1分钟',
            '#1消耗真气：#0%d#r#1每次增加攻击力：#0%d%#r#1最多生效次数：#03#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's640',
        str: [
            '戟神附体',
            '戟神附体 #1%s/5#r#2主动增益技能，免疫沉默状态#r同时能够回复自身生命，提高技能命中#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1提升技能命中：#0%d%#r#1持续：#0%d#1秒#2#r#1回复自身生命：%d%'
        ]
    },
    {
        id: 's639',
        str: [
            '少年狂',
            '少年狂#1%s/5#r#2老夫聊发少年狂，强力三段击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1每段附加基础攻击#0%d%#r#1每段附加攻击#0%d#r#1降低目标技能命中#0%d%，持续#0%.1f#1秒'
        ]
    },
    {
        id: 's635',
        str: [
            '虚弱之戟',
            '虚弱之戟#1%s/5#r#2一戟即可让敌人重伤，威风如斯，谁人可挡？#r能够降低敌人的虚弱抗性，持续3秒。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1降低目标虚弱抗性#0%d#r#1持续时间#03#1秒'
        ]
    },
    {
        id: 's637',
        str: [
            '草木皆惊',
            '草木皆惊#1%s/5#r#2草木皆兵，动则惊悸，能虚弱面前的大片敌人。#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加虚弱值：#0%d#r#1虚弱比例：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3306',
        str: [
            '金乌乍现',
            '金乌乍现 #1%s/5#r金乌乍现,暴起一刀。#r对目标单体造成伤害，本次暴击伤害提升#r#1范围：#0目标点为圆心的圆#r#1施放距离：#0武器攻击距离+5#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1暴击伤害提升：#0%d%'
        ]
    },
    {
        id: 's3307',
        str: [
            '大海沉沙',
            '大海沉沙 #1%s/5#r对范围内目标造成伤害及减速#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离+5#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1移动速度减慢：#050%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2369',
        str: [
            '屹立不倒',
            '屹立不倒 #1%s/5#r#2屹立不倒，方可愈战愈勇#r无敌，增加爆率爆伤。#r击晕沉默状态下可用。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1无敌持续时间：#05#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加暴击率：#0%d%#r#1增加暴击伤害：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2368',
        str: [
            '天命刀',
            '天命刀 #1%s/5#r#2天命所在。#r攻击敌人，增加自身生命上限。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1增加生命上限：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's116',
        str: [
            '先天罡气',
            '先天罡气#1%s/5#r#2被动技能，内功圆融贯通而生成的#r护体罡气，可增加防御和生命。',
            '#1增加防御#0%d#r#1增加生命#0%d'
        ]
    },
    {
        id: 's127',
        str: [
            '挑战之心',
            '挑战之心#1%s/5#r#2战意高昂，傲视天下。以自己为中心挑衅周围目标，#r有一定可能激起仇恨并招至攻击。#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1成功概率#0100%#r#1半径#0%d#1米#r持续时间#0%d#1秒'
        ]
    },
    {
        id: 's117',
        str: [
            '定阳针',
            '定阳针#1%s/8#r#2凝聚全身功力，形成尖锐刀气，#r以点破面，打击敌人。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's120',
        str: [
            '绝望之心',
            '绝望之心#1%s/8#r#2身陷困境，生机全无下悟通的绝技，#r被攻击时有可能按比例减少伤害。#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1概率#0%d%#r#1减少伤害百分比#0%d%#r#1持续时间#020#1秒'
        ]
    },
    {
        id: 's123',
        str: [
            '冥狱魔嗥波',
            '冥狱魔嗥波#1%s/5#r#2来自冥狱的魔音，能大范围控制神志，施放后#r有极大可能使周围目标进入睡眠状态。#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1半径#0%.1f#1米#r持续时间#0%d#1秒'
        ]
    },
    {
        id: 's118',
        str: [
            '抱元守一',
            '抱元守一#1%s/5#r#2无视外物侵扰，自留心中明镜，增加自身防御。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1增加防御#0%d#r#1持续#020#1秒'
        ]
    },
    {
        id: 's121',
        str: [
            '虚无之心',
            '虚无之心#1%s/8#r#2以虚御实，生生不息。虚无之心可将敌方#r伤害转化为自身防御，让敌人束手无策。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#0100#1秒',
            '#1消耗真气#0%d#r#1概率#0%d%#r#1增加防御#0%d#r#1持续时间#020#1秒#r#1叠加上限#03#r#1血量低于#080%#1时有效'
        ]
    },
    {
        id: 's124',
        str: [
            '不动如山',
            '不动如山#1%s/1#r#2天神下凡，借九天之力，获得两倍防御，使敌人无法撼动。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#03#1分钟',
            '#1消耗真气#01500#r#1持续时间#030#1秒#r#1获得抗爆伤#075%'
        ]
    },
    {
        id: 's119',
        str: [
            '真焰红莲刀',
            '真焰红莲刀#1%s/8#r#2混沌心刀，灭世红莲，修成之后，可为刀君#r自身增加一定的攻击力。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加攻击#0%d#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's122',
        str: [
            '放浪之心',
            '放浪之心#1%s/5#r#2万法自然，无拘无束，释放后可短时间#r免疫迟缓和定身，如果之前中了这两种#r状态，则解除。#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1增加防御#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's432',
        str: [
            '寂寞刀',
            '寂寞刀#1%s/5#r#2在他乡用的不是刀，是寂寞。#r被动技能，可提高自身生命和攻击力上限。',
            '#1增加生命上限#0%d#r#1增加攻击力#0%d'
        ]
    },
    {
        id: 's125',
        str: [
            '金钟罩',
            '金钟罩#1%s/5#r#2上古绝技，功效非凡，修成之后能强化肉体，#r按比例减少伤害，并且增加抗性。#r减伤效果无法被驱散#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#03#1分钟',
            '#1消耗真气#0%d#r#1减少伤害#0%d%#r#1持续#0%d#1秒#r#1抗性增加#0100%#r#1持续时间#020#1秒'
        ]
    },
    {
        id: 's430',
        str: [
            '摧经断脉斩',
            '摧经断脉斩#1%s/8#r#2二段击，气劲外放，能摧断经脉，让敌人痛不欲生。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加虚弱值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's433',
        str: [
            '静寂之心',
            '静寂之心#1%s/3#r#2凡尘静寂之时，坐看云起之日。#r#1范围#0自身#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1增加生命上限#0%d%#r#01#1级冷却不动如山#r#02#1级冷却不动如山，金钟罩。#r#03#1级冷却不动如山，金钟罩和鬼影狂刀。'
        ]
    },
    {
        id: 's431',
        str: [
            '鬼影狂刀',
            '鬼影狂刀#1%s/5#r#2无数刀锋袭来，如鬼魅哀嚎，对敌人造成致命伤害。#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1另附加攻击为人物防御值的#0%.1f'
        ]
    },
    {
        id: 's428',
        str: [
            '天王斩鬼刀',
            '天王斩鬼刀#1%s/8#r#2天王临世，荡平鬼魔，还予清平。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's429',
        str: [
            '寂黯噬魂波',
            '寂黯噬魂波#1%s/5#r#2神魔呼啸，慑服心志，能让敌人堕入无声的恐惧中。#r#1范围：#0以自身为圆心的扇形#r扇形圆心角#0150#1度#r扇形半径#010#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加沉默值#0%d#r#1持续时间#03#1秒'
        ]
    },
    {
        id: 's126',
        str: [
            '碎梦刀',
            '碎梦刀#1%s/10#r#2梦魇无常，一刀碎之，能让人陷入梦境，#r降低敌人的速度。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1并附加攻击#0%d#r#1额外附加攻击为人物血量的#0%d%#r#1附加缓慢值#0%d#r#1持续时间#08#1秒'
        ]
    },
    {
        id: 's644',
        str: [
            '匹马戍梁州',
            '匹马戍梁州 #1%s/5#r#2提升自身反隐等级#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气#0%d#r#1提升反隐等级：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's646',
        str: [
            '刀君降临',
            '刀君降临 #1%s/5#r#2主动增益技能，免疫眩晕状态#r同时能够回复自身生命，提升技能命中#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1提升技能命中：#0%d%#r#1持续：#0%d#1秒#2#r#1回复自身生命：%d%'
        ]
    },
    {
        id: 's645',
        str: [
            '长风沙',
            '长风沙#1%s/5#r#2大范围眩晕敌人。#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r#1冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1半径#0%d#1米#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's643',
        str: [
            '腐蚀之矛',
            '腐蚀之矛#1%s/5#r#2长矛所指，腐蚀一切有几率使敌人沉#r默，若敌人被相顾无言所伤，则必定沉默#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's642',
        str: [
            '巍峨',
            '巍峨#1%s/5#r#2巍峨如山，被动技能，#r可提高自身攻击力和生命上限。',
            '#1增加攻击力#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's641',
        str: [
            '相顾无言',
            '相顾无言#1%s/5#r#2相顾无言，惟有泪千行#r能够降低敌人的沉默抗性。#r#1范围：#0目标为圆心的圆#r#1半径：#07#1米#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1降低目标沉默抗性#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's3308',
        str: [
            '别枝惊雀',
            '别枝惊雀 #1%s/5#r攻击目标单体，并使其受到伤害加深#r本次攻击暴击率极大提升#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1伤害加深：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3309',
        str: [
            '神消形灭',
            '神消形灭 #1%s/5#r攻击目标范围内敌方，使其无法移动无法攻击#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离+5#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#075#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2376',
        str: [
            '天地同寿',
            '天地同寿 #1%s/5#r#2扰乱天地之力#r随机附加不利状态#r#1范围：#0近程群体#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1缓慢状态下，速度为正常的#040%#r#1虚弱状态下，攻击力为正常的#040%#r#1免疫攻击：#05#1次#r#1免疫持续时间：#010#1秒',
            '#1不利状态持续时间：#0%d#1秒#r#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2377',
        str: [
            '玉碎昆冈',
            '玉碎昆冈 #1%s/5#r#2宁为玉碎不为瓦全#r消耗生命，攻击敌人，并减少其生命上限#r#1范围：#0单体#r#1施放距离：#0武器攻击距离+5#r#1施放时间：#01#1秒#r#1冷却时间：#0150#1秒#r#1持续时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1减少自身生命：#0%.1f%#r#1减少目标生命上限：#0%d%'
        ]
    },
    {
        id: 's128',
        str: [
            '冷酷凝视',
            '冷酷凝视#1%s/5#r#2被动技能，暗夜死神，追魂之目，被锁定的敌人将无处可逃，#r增加自身命中，闪避和生命上限。',
            '#1增加命中#0%d#r#1增加闪避#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's139',
        str: [
            '剜心蚀骨',
            '剜心蚀骨#1%s/5#r#2腐蚀敌人的精髓，吸食敌人的元力，降低敌方#r的真气，让敌人在痛苦中颤抖。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#06#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1持续伤害#0800#r#1有#0%d%#1的概率使对方真气降低#0%d%'
        ]
    },
    {
        id: 's129',
        str: [
            '匕真髓之烈震',
            '匕真髓之烈震#1%s/10#r#2邪皇真髓技之一，一匕出袖，艳阳无光，#r可使目标眩晕。#r玩家超过93级，人物等级每升高一级增加1点眩晕值。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%.1f#r#1附加眩晕值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's132',
        str: [
            '邪皇碧磷阵',
            '邪皇碧磷阵 #1%s/5#r#2幽魂聚力，碧磷强身，邪皇可利用幽冥之力，#r增加自身攻击力。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加自身攻击力：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's135',
        str: [
            '怒风双翔阵',
            '怒风双翔阵#1%s/5#r#2风卷血雨，一怒冲冠，满含怒意的攻击，#r将会提升本次攻击的暴击率和攻击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1此技能增加暴击率#0%d%'
        ]
    },
    {
        id: 's130',
        str: [
            '匕真髓之磨魄',
            '匕真髓之磨魄#1%s/10#r#2邪皇真髓技之一，暗匕索命，磨魄销魂，#r有可能会让敌人真气降低。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#04#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1有#0%d%#1的概率#r#1降低对方真气#0%d'
        ]
    },
    {
        id: 's133',
        str: [
            '吴钩霜雪明',
            '吴钩霜雪明#1%s/5#r#2被动技能，吴钩热血，宝剑锋寒，倚仗沸腾战意，#r提高自身暴击伤害。',
            '#1增加暴击伤害#0%d%'
        ]
    },
    {
        id: 's136',
        str: [
            '业血噬魔阵',
            '业血噬魔阵#1%s/5#r#2借助暗黑魔力，为自身布下奇阵，吸取#r神秘力量，增加暴击率。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1增加暴击率#015%#r#1持续#0%d#1秒'
        ]
    },
    {
        id: 's131',
        str: [
            '匕真髓之荡魂',
            '匕真髓之荡魂#1%s/10#r#2利用自身的速度优势，快速击杀对方，附加沉默，#r让敌方无法还手。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加沉默值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's134',
        str: [
            '崩山溃玉',
            '崩山溃玉#1%s/8#r#2剑穿虚空，销金断玉，一剑破除敌人防御，#r有可能按比例降低目标防御。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1概率#0%d%#r#1降对方防御#0%d%#r#1持续时间#020#1秒'
        ]
    },
    {
        id: 's440',
        str: [
            '凝血毒击',
            '凝血毒击#1%s/8#r#2凝血为毒，犹如毒蛇一般给对方以致命一击，#r附加攻击与释放者的命中有关。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1另附加攻击为命中减200的#0%d#1倍#r#1当玩家的命中与闪避的差值满足下列条件时，#r攻击中附加额外伤害#r#1当差值大于#0150#1时，附加攻击#0500#r#1当差值大于#0190#1时，附加攻击#01500#r#1当差值大于#0230#1时，附加攻击#02500#r#1当差值大于#0270#1时，附加攻击#04000'
        ]
    },
    {
        id: 's137',
        str: [
            '腐尸毒',
            '腐尸毒#1%s/5#r#2引导黑暗的力量，破除敌人的防御，累积伤害，#r目标被攻击的次数越多，受到附加的伤害越高。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加伤害每次增加#00.1*玩家攻击力#r#1最多叠加次数#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's445',
        str: [
            '要害攻击',
            '要害攻击#1%s/8#r#2打蛇七寸，攻其要害，#r使队友和自己的暴击率得到提升。#r#1范围#0自身为圆心的圆#r#1圆半径#020#1米#r#1施放时间#01#1秒#r冷却时间#0100#1秒',
            '#1消耗真气#0%d#r#1队友和自己加暴击率#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's442',
        str: [
            '霜炎幻灭阵',
            '霜炎幻灭阵#1%s/5#r#2超越轮回，幻灭肉身，对敌人造成毁灭性打击，#r让敌人失去增益状态并进入眩晕#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1另附加攻击为闪避的#0%d#1倍#r#1清除敌人状态概率#0%d%#r#1眩晕持续时间#0%d#1秒'
        ]
    },
    {
        id: 's443',
        str: [
            '必杀之心',
            '必杀之心#1%s/5#r#2爆尽真气，化为攻击，邪皇必杀技。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1附加攻击为当前攻击上限的#0%d%#r#1增加跑步速度#0%.1f#1米/秒#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's444',
        str: [
            '坚韧意志',
            '坚韧意志#1%s/5#r#2坚韧不拔，千锤百炼，被动技能，#r增加沉默，缠绕抗性和生命上限。',
            '#1增加抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's441',
        str: [
            '金蛇狂舞',
            '金蛇狂舞#1%s/5#r#2金蛇宝剑，凌厉出鞘，#r万军丛中，一骑当千。#r主动攻击以自身为中心的扇形，#r附加缓慢#1#r范围：#0近程群体#1#r施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加缓慢概率#0%d#r#1持续时间#04#1秒'
        ]
    },
    {
        id: 's138',
        str: [
            '凌波微步',
            '凌波微步#1%s/5#r#2上古玄妙步法，身形难觅，缥缈无踪，#r可大幅度增加移动速度。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1增加速度#0%.1f米/秒#r#1持续时间#0%d秒'
        ]
    },
    {
        id: 's656',
        str: [
            '暴起伤人',
            '暴起伤人#1%s/5#r#2暴起伤人，一击致命，#r使队友暴击伤害得到提升，自身获得额外提升#r#1范围#0自身为圆心的圆#r#1圆半径#020#1米#r#1施放时间#01#1秒#r冷却时间#0100#1秒',
            '#1消耗真气#0%d#r#1队友暴击伤害提升#0%d%#r#1自身暴击伤害提升#0%.1f%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's658',
        str: [
            '邪皇附体',
            '邪皇附体 #1%s/5#r#2主动增益技能，#r免疫减速和缠绕状态，#r移动速度增加。#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1移动速度增加：#0%.1f#1米/秒#r#1消耗真气：#0%d#r#1持续：#0%d#1秒#2'
        ]
    },
    {
        id: 's657',
        str: [
            '催眠之刃',
            '催眠之刃#1%s/5#r#2如幻如灭，对敌人造成#r毁灭性打击，让敌人陷入沉睡。#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#090#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1睡眠持续时间#0%d#1秒'
        ]
    },
    {
        id: 's655',
        str: [
            '淬毒匕首',
            '淬毒匕首#1%s/5#r#2匕首淬毒，能减弱面前的大片敌人的眩晕抗性。#r#1范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离+5#r#1施放时间：#01#1秒#r#1冷却时间：#06#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1降低眩晕抗性：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's654',
        str: [
            '邪魅',
            '邪魅#1%s/5#r#2被动技能，增加睡眠、缠绕抗性和生命上限。',
            '#1增加抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's653',
        str: [
            '黑暗匕首',
            '黑暗匕首#1%s/5#r#2黑暗出世，弱者颤抖#r能够降低敌人的虚弱抗性，持续3秒。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1降低目标虚弱抗性#0%d#r#1持续时间#03#1秒'
        ]
    },
    {
        id: 's3310',
        str: [
            '流星赶月',
            '流星赶月 #1%s/5#r攻击目标，使其虚弱并受到伤害加深#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+8#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1目标攻击力降低：#0%d%#r#1伤害加深：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3311',
        str: [
            '天地归一',
            '天地归一 #1%s/5#r与天地融为一体，自身无法被选中#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2374',
        str: [
            '催岳撼',
            '催岳撼 #1%s/5#r#2剑圣之力，催山撼岳#r重击敌方，使其虚弱#r#2主动攻击以自身为中心的扇形，#r中心角150度，半径5米。#r#1范围：#0近程群体#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒#r#1降低攻击：#035%#r#1持续时间：#010#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加虚弱值：#0%d'
        ]
    },
    {
        id: 's2375',
        str: [
            '岱宗何如',
            '岱宗何如 #1%s/5#r#2一览众山小#r自身加速，并增加自身减伤和抗致命伤害#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1增加抗致命伤害：#075%',
            '#1消耗真气：#0%d#r#1冷却时间：#0%d#1秒#r#1持续时间：#0%d#1秒#r#1减少伤害：#0%d%#r#1移动速度增加：#0%.1f#1米每秒'
        ]
    },
    {
        id: 's140',
        str: [
            '剑芒',
            '剑芒#1%s/10#r#2剑法大成之后，可修成剑芒，#r被动技能，可增加攻击力。',
            '#1附加攻击#0%d'
        ]
    },
    {
        id: 's151',
        str: [
            '剑魔斗志',
            '剑魔斗志#1%s/5#r#2心剑合一，由剑入魔，被动技能，#r增加眩晕，虚弱抗性和生命上限。',
            '#1增加抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's141',
        str: [
            '剑气斩',
            '剑气斩#1%s/8#r#2气劲随剑同发，神妙无极。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#00.5#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's144',
        str: [
            '元灵归心',
            '元灵归心#1%s/5#r#2心神凝聚，以灵御敌，可使自身免疫迟缓状态，#r如果之前中了迟缓状态，则解除。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#09#1秒',
            '#1消耗真气#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's147',
        str: [
            '升龙诀',
            '升龙诀#1%s/5#r#2飞龙在天，威猛绝伦，强力的攻击#r技能，使用后会极大降低对手防御。#r#1范围：#0近程单体#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1降低防御#010000#r#1防御降低持续#0%d#1秒'
        ]
    },
    {
        id: 's142',
        str: [
            '太虚龙壁',
            '太虚龙壁#1%s/5#r#2召唤太古之龙，强化剑圣肉体，#r短时间内减少敌方施加的伤害。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#00.5#1秒',
            '#1消耗真气#0%d#r#1减少伤害#0%d%#r#1持续时间#030#1秒'
        ]
    },
    {
        id: 's145',
        str: [
            '降龙诀',
            '降龙诀#1%s/8#r#2将自身劲道凝结为一记石破惊天的猛击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1本次攻击增加暴击率#0%d%'
        ]
    },
    {
        id: 's148',
        str: [
            '真龙圣体',
            '真龙圣体#1%s/1#r#2龙神附体，天下无敌。剑圣保命绝学，使用后小段时间#r内无敌，不受所有负面状态影响和伤害。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#02#1分钟#r(在眩晕沉默状态下也可使用)',
            '#1消耗真气：#03700#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's143',
        str: [
            '北溟秋水剑',
            '北溟秋水剑#1%s/8#r#2诡奇至绝的上古剑法，可降低敌方真气。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#04#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1对真气的伤害#0%d%'
        ]
    },
    {
        id: 's146',
        str: [
            '吸星纯阳剑',
            '吸星纯阳剑#1%s/8#r#2相传脱胎自上古奇功，释放之后使#r敌方精力全无，移动减慢。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#04#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1附加缓慢值#0%d#r#1持续时间#08#1秒#r#1缓慢后速度是原先的#020%'
        ]
    },
    {
        id: 's446',
        str: [
            '东皇太一剑',
            '东皇太一剑#1%s/8#r#2昔日自持无敌身，执掌寰宇天地低。#r三千六百杀身阵，身陨族落若烟尘。#r单体攻击，附加攻击与爆伤有关。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1另附加攻击为爆伤的#0%d#1倍#r#1当玩家的爆伤满足下列条件时，#r攻击中附加额外暴击率#r#1当爆伤大于#0300%#1时，附加暴击率#02%#r#1当爆伤大于#0350%#1时，附加暴击率#04%#r#1当爆伤大于#0400%#1时，附加暴击率#07%#r#1当爆伤大于#0450%#1时，附加暴击率#010%'
        ]
    },
    {
        id: 's149',
        str: [
            '亢龙诀',
            '亢龙诀#1%s/5#r#2亢龙有悔，开天裂地，以自身生命#r为代价，群体打击敌人，施放后自#r身生命变为1。#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气#0%d#r#1以牺牲血量的#0%d%#1到#0%d%#1做为攻击，#r打击敌人'
        ]
    },
    {
        id: 's447',
        str: [
            '幸运之剑',
            '幸运之剑#1%s/5#r#2鸿运当头，增加暴击率#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#080#1秒',
            '#1消耗真气#0%d#r#1增加暴击率为自身暴击率的#0%d%#r#1持续#0%d#1秒'
        ]
    },
    {
        id: 's449',
        str: [
            '剑刃风暴',
            '剑刃风暴#1%s/5#r#2剑气凌云，以超凡的剑法同时攻击周围的所有敌人，#r造成三次群体伤害#r#1范围：#0近程群体#r#1施放时间#03#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1第一段增加攻击为自身生命和真气差值的#0%d%#r#1第二段增加攻击为自身生命和防御差值的#0%d%#r#1第三段增加攻击为前两段附加攻击之和的#0%d%'
        ]
    },
    {
        id: 's450',
        str: [
            '黄龙天翔',
            '黄龙天翔#1%s/3#r#2黄龙天翔，奔腾宇内。#r可以迅速冷却技能#r真龙圣体，亢龙诀，剑刃风暴#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#01#1级冷却真龙圣体#r#02#1级冷却真龙圣体，亢龙诀#r#03#1级冷却真龙圣体，亢龙诀，剑刃风暴'
        ]
    },
    {
        id: 's491',
        str: [
            '剑圣之心',
            '剑圣之心#1%s/5#r#2心剑合一，由剑入圣，被动技能，#r增加攻击和生命上限。',
            '#1附加攻击#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's448',
        str: [
            '神龙摆尾',
            '神龙摆尾#1%s/8#r#2至刚至阳，威猛无匹，#r将自身生命化为一记开碑裂石的猛击#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#07#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1额外附加攻击为人物血量的#0%d%#r#1附加缓慢，持续#03.5秒#r#1当玩家生命低于#035%#1时，缓慢生效，降低移动#r速度#065%'
        ]
    },
    {
        id: 's150',
        str: [
            '剑魔警戒',
            '剑魔警戒#1%s/5#r#2心剑合一，由剑入魔，被动技能，#r增加睡眠，缠绕抗性和生命上限。',
            '#1增加抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's662',
        str: [
            '生命诚可贵',
            '生命诚可贵 #1%s/5#r#2生命诚可贵，不能轻言失败#r将自身真气上限按比例转化为生命上限#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1降低真气上限：#0%d%#r#1增加生命上限：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's664',
        str: [
            '请长缨',
            '请长缨#1%s/5#r#2请长缨，踏破贺兰山缺#r增加自身暴击伤害。#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1增加暴击伤害#0%d%#r#1持续#0%d#1秒'
        ]
    },
    {
        id: 's663',
        str: [
            '东流去',
            '东流去#1%s/5#r#2大江东去，范围伤害敌人。#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#07#1米#r#1施放时间：#03#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's661',
        str: [
            '贺兰山下阵如云',
            '贺兰山下阵如云#1%s/5#r#2铁阵如云，能缓慢面前的大片敌人。#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#07#1米#r#1施放时间：#02#1秒#r#1冷却时间：#06#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加缓慢值：#0%d#r#1缓慢后速度是原先的#020%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's660',
        str: [
            '剑圣意志',
            '剑圣意志#1%s/5#r#2剑圣意志，牢不可摧，#r增加攻击和生命上限。',
            '#1附加攻击#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's659',
        str: [
            '迟缓之刃',
            '迟缓之刃#1%s/5#r#2单体攻击技能#r能够降低敌人的缓慢抗性#r#1范围：#0目标单体#r#1施放距离：#0武器攻击距离+5#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1降低目标缓慢抗性#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's3313',
        str: [
            '天网恢恢',
            '天网恢恢 #1%s/5#r天网恢恢，疏而不漏#r是目标范围敌人眩晕#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1眩晕时间：#0%d#1秒'
        ]
    },
    {
        id: 's3312',
        str: [
            '麒麟图腾',
            '麒麟图腾 #1%s/5#r以麒麟之力镇压敌人#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：真气上限的#0%d%'
        ]
    },
    {
        id: 's2389',
        str: [
            '道法无边',
            '道法无边 #1%s/5#r#2天地为师，道法无边#r攻击敌人，并减少其生命真气上限#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒#r#1减少生命上限：#025%#r#1减少真气上限：#025%',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2388',
        str: [
            '泽被苍生',
            '泽被苍生#1%s/5#r#2泽被苍生#r增加友军爆率爆伤#r#1施放范围：#0以自身为圆心的圆#r#1半径：#015#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1增加暴击伤害：#0%d%#r#1增加暴击率：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's163',
        str: [
            '太昊图腾',
            '太昊图腾#1%s/5#r#2划破虚空，召唤太昊降临，增强#r队友对负面状态的抵抗力。#r#1范围：#0以自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间#03#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1范围#015#1米#r增加抗性#0%d#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's158',
        str: [
            '应龙图腾',
            '应龙图腾#1%s/8#r#2凭借密法召唤应龙之力，强化所有队友#r的攻击，达到最大限度的伤害输出。#r#1范围：#0以自身为中心的圆#r#1圆半径：#015#1米#r#1施放时间#03#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's154',
        str: [
            '参合指',
            '参合指#1%s/8#r#2缓时潇洒飘逸，快则疾如闪电，#r指随心动，打击敌人。附加伤害依赖于当前人物真气数值。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#00.5#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击为当前人物真气的#0%d%#1再加上#0%d'
        ]
    },
    {
        id: 's156',
        str: [
            '夸父图腾',
            '夸父图腾#1%s/8#r#2上古巨人夸父族秘法，可帮助施法者#r提升生命上限。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加生命上限#0%d#r#1持续时间#030#1分钟'
        ]
    },
    {
        id: 's159',
        str: [
            '九婴图腾',
            '九婴图腾#1%s/5#r#2凭借九首巨怪九婴之力，使目标疯狂#r损失自身生命真气获得攻击#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#02#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1激活后每攻击一次消耗生命和真气：#0%d%#r#1附加攻击：#0%d#r#1持续：#020#1秒'
        ]
    },
    {
        id: 's153',
        str: [
            '刑天图腾',
            '刑天图腾#1%s/5#r#2借助刑天无上战意，增加单体目标#r沉默、虚弱、缓慢抗性。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加抗性#0%d#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's157',
        str: [
            '蚩尤图腾',
            '蚩尤图腾#1%s/5#r#2凭借密法召唤上古战神蚩尤之魂，增强#r自身的闪避，化解敌人的攻击。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加躲闪值#0%d#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's160',
        str: [
            '后羿图腾',
            '后羿图腾 #1%s/3#r#2天神羿神光护体，可抵挡负面效果，有次数限制。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒',
            '#1消耗真气：#0%d#r#1抵消负面影响次数：#0%d#r#1冷却时间：#0%d#1秒'
        ]
    },
    {
        id: 's201',
        str: [
            '象罔图腾',
            '象罔图腾#1%s/5#r#2道之极境，可增加眩晕、睡眠、缠绕抗性。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加抗性#0%d#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's155',
        str: [
            '一阳指',
            '一阳指#1%s/8#r#2指风刚猛，练成后罕有敌手，可附加持续伤害。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1第一次附加攻击#0%d#r#1以后4次每次附加伤害#0%d'
        ]
    },
    {
        id: 's473',
        str: [
            '安眠咒',
            '安眠咒 #1%s/8#r#2读心之术，很大几率降低敌人攻击力。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加虚弱值：#0%d#r#1持续时间：#06秒#r#1虚弱后攻击是正常的#070%#2'
        ]
    },
    {
        id: 's161',
        str: [
            '西王母图腾',
            '西王母图腾#1%s/5#r#2架通天界之桥，西王母降临，可复活#r友军，减少死亡惩罚。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#03#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1经验损失减至#0%.1f%'
        ]
    },
    {
        id: 's474',
        str: [
            '拈花指',
            '拈花指#1%s/8#r#2佛祖拈花 迦叶一笑#r依赖人物真气打击敌人#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#02#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加攻击为当前人物真气的#0%d%#1#r再加上#0%d'
        ]
    },
    {
        id: 's477',
        str: [
            '甘霖咒',
            '甘霖咒 #1%s/1#r#2天地相合，以降甘露。#r可以迅速冷却技能#r九婴图腾 天命所归#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#09000'
        ]
    },
    {
        id: 's478',
        str: [
            '天命所归',
            '天命所归#1%s/5#r#2顺天之意，赐予队友强大的攻击力#r需要消耗队友的生命真气#r#1范围：#0以自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间#01#1秒#r冷却时间#0120#1秒',
            '#1消耗真气#0%d#r#1激活后每攻击一次消耗生命和真气：#0%d%#r#1附加攻击：#0%d#r#1持续：#030#1秒'
        ]
    },
    {
        id: 's476',
        str: [
            '道法自然',
            '道法自然 #1%s/5#r#2人法地，地法天，天法道，道法自然。#r被动增加攻击生命真气上限',
            '#1附加攻击：#0%d#2#r#1附加生命：#0%d#2#r#1附加真气：#0%d#2'
        ]
    },
    {
        id: 's475',
        str: [
            '共工图腾',
            '共工图腾#1%s/5#r#2天倾西北,地不满东南#r群体打击敌人#r#1范围：#0远程群体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加攻击百分比#0%d%'
        ]
    },
    {
        id: 's162',
        str: [
            '风后图腾',
            '风后图腾#1%s/5#r#2远古神兽凤族之主的精神印记，#r可提高真气上限。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#00.5#1秒',
            '#1消耗真气#0%d#r#1增加真气上限#0%d#r#1持续时间#05#1分钟'
        ]
    },
    {
        id: 's152',
        str: [
            '玄鸟图腾',
            '玄鸟图腾#1%s/8#r#2召唤上古玄鸟，提升目标攻击。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1持续时间#030#1分钟'
        ]
    },
    {
        id: 's696',
        str: [
            '道法天地',
            '道法天地 #1%s/5#r#2一切道源于天地。#r被动增加攻击生命上限',
            '#1附加攻击：#0%d#2#r#1附加生命：#0%d#2'
        ]
    },
    {
        id: 's698',
        str: [
            '玄武图腾',
            '玄武图腾#1%s/5#r#2玄武之身，防御增强，自身可免疫所有不正常状态。#r#1范围：#0远程单体#r#1施放时间#01#1秒#r#1冷却时间#060#1秒',
            '#1消耗真气#0%d#r#1防御增加#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's700',
        str: [
            '青龙图腾',
            '青龙图腾#1%s/5#r#2提升自己和队友的攻击力以及速度。#r#1范围#0近程群体#r#1施放时间#02#1秒#r#1冷却时间#0120#1秒',
            '#1消耗真气#0%d#r#1增加攻击力#0%d#r#1提升移动速度#01米/秒#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's699',
        str: [
            '白虎图腾',
            '白虎图腾#1%s/5#r#2使目标的暴击伤害得到提升。#r#1范围#0远程单体#r#1施放时间#02#1秒#r#1冷却时间#090#1秒',
            '#1消耗真气#0%d#r#1增加暴击伤害#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's695',
        str: [
            '万象归一',
            '万象归一 #1%s/5#r#2一切皆是虚妄，万即是一，一即是万。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's697',
        str: [
            '朱雀图腾',
            '朱雀图腾#1%s/5#r#2使目标的暴击率得到提升。#r#1范围#0远程单体#r#1施放时间#01#1秒#r#1冷却时间#060#1秒',
            '#1消耗真气#0%d#r#1增加暴击率#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's3314',
        str: [
            '北冥凝血',
            '北冥凝血 #1%s/5#r降低敌人生命上限，并有一定概率使其禁食#r#1范围：#0目标点为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1降低目标生命上限：#0%d%#r#1禁食概率：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3315',
        str: [
            '九转回心',
            '九转回心 #1%s/5#r真气九转，回心受身。#r使友方受攻击回血#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2387',
        str: [
            '七步断肠',
            '七步断肠 #1%s/5#r#2七步断肠散#r根据施放者攻击力和目标攻击力的关系#r对目标持续造成相当于目标最大生命值一定比例的伤害#r施放者的攻击力比上目标攻击力的比值越大，此比例就越大#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1持续时间：#015#1秒#r#1冷却时间：#0120#1秒',
            '#1每次伤害：#00.9*目标最大生命值/(1+目标攻击力/自身攻击力)#r#1伤害间隔：#0%.1f#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2386',
        str: [
            '普渡众生',
            '普渡众生 #1%s/5#r#2大仁大德渡众生#r增加友军生命真气上限#r#1范围：#0自身为圆心的圆#r#1圆半径：#020#1米#r#1施放时间#01#1秒#r#1冷却时间：#0120#1秒',
            '#1增加生命上限：#0%d%#1#r#1增加真气上限：#0%d%#1#r#1持续时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's164',
        str: [
            '赎魂咒',
            '赎魂咒#1%s/6#r#2以强大的精神力破开冥府结界，将死者#r亡灵引回阳间。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#02#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1经验损失减至#0%d%#r#1复活后生命/真气是最大值的#0%d%'
        ]
    },
    {
        id: 's175',
        str: [
            '一片冰心在玉壶',
            '一片冰心在玉壶#1%s/5#r#2雪山悟道的功法，以冰寒之力解除#r单个目标的眩晕、缠绕和睡眠效果。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1成功率#0%d%#r#1免疫一次负面状态#r#1吸收一次最终伤害#r#1吸收最终伤害的量是自身生命与真气上限之和的#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's165',
        str: [
            '普济莲心咒',
            '普济莲心咒#1%s/8#r#2明了“医道”之理，依所悟解而修成#r的密咒，能虚弱并增加对目标的伤害。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加虚弱值#0%d#r#1每次增加伤害#050#r#1最多有效次数#0%d#r#1持续时间#08#1秒'
        ]
    },
    {
        id: 's168',
        str: [
            '渡厄化红咒',
            '渡厄化红咒#1%s/8#r#2凭借无上念力，将甘霖散播四方，#r为队友治疗伤势。#r#1范围：#0自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间#02#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1半径#015#1米#r加血#0%d'
        ]
    },
    {
        id: 's171',
        str: [
            '破衲功',
            '破衲功#1%s/5#r#2糅合正邪二家之长的奇门功法，短时间内#r可以让敌人无法使用药品。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#02#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's166',
        str: [
            '青鸾素问咒',
            '青鸾素问咒#1%s/8#r#2吸收灵兽青鸾的木之力而习得的技能，#r可以济世救人，恢复生命。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1回复目标血量#0%d%'
        ]
    },
    {
        id: 's169',
        str: [
            '黄帝内经',
            '黄帝内经#1%s/5#r#2被动技能，上古神功，修习者可提高生命和真气上限。',
            '#1生命增加#0%d#r#1真气增加#0%d'
        ]
    },
    {
        id: 's172',
        str: [
            '百毒不侵',
            '百毒不侵 #1%s/1#r#2医仙研究药道多年，自身可免疫所有负面状态#r#1范围：#0自身#r#1施放时间：#02#1秒#r#1冷却时间：#02#1分钟',
            '#1消耗真气：#03000#r#1持续时间：#020#1秒#r#1'
        ]
    },
    {
        id: 's167',
        str: [
            '金刚不坏神功',
            '金刚不坏神功#1%s/8#r#2由佛门中的无相神功、般若大能糅合而成#r的奇功，消耗真气吸收伤害。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1减少伤害#0%d%#r#1持续时间#010#1秒'
        ]
    },
    {
        id: 's170',
        str: [
            '祛病消灾咒',
            '祛病消灾咒#1%s/5#r#2医仙济世救人的常用技能之一，可解除#r单个目标的虚弱、沉默和迟缓状态。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1成功率#0%d%#r#1免疫一次负面状态#r#1吸收一次最终伤害#r#1吸收最终伤害的量是自身生命与真气上限之和的#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's482',
        str: [
            '天地人魂',
            '天地人魂#1%s/5#r#2借助天时地利人和之利#r增加本体攻击生命真气上限',
            '#1附加攻击：#0%d#2#r#1附加生命：#0%d#2#r#1附加真气：#0%d#2'
        ]
    },
    {
        id: 's173',
        str: [
            '妙应莲华咒',
            '妙应莲华咒#1%s/5#r#2医仙精髓绝技之一，可以降低目标所受伤害#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#03#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1受伤害降低#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's481',
        str: [
            '沧海一声啸',
            '沧海一声啸#1%s/5#r#2沧海一声啸，巨浪滔滔#r大范围打击敌人#r#1范围：#0远程群体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加攻击百分比#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's484',
        str: [
            '健体强身咒',
            '健体强身咒 #1%s/5#r#2至刚至强，保护队友免疫所有伤害#r#1范围：#0以自身为圆心的圆#r#1施放时间：#01#1秒#r#1冷却时间：#05#1分钟#r(在眩晕沉默状态下也可使用)',
            '#1消耗真气#0%d#r#1持续时间#0%d#1秒#r#1'
        ]
    },
    {
        id: 's483',
        str: [
            '九转还魂丹',
            '九转还魂丹 #1%s/5#r#2来自远古神灵的强大诅咒#r完全封印范围内所有敌人的攻击#r#1范围#0远程群体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's479',
        str: [
            '棕熊临冰咒',
            '棕熊临冰咒 #1%s/8#r#2借棕熊之力，附寒冰之术#r可减缓敌人移动速度#1#r范围：#0远程单体#1#r施放距离：#015#1#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加缓慢值：#0%d#r#1持续时间：#03秒'
        ]
    },
    {
        id: 's480',
        str: [
            '无语凝咽咒',
            '无语凝咽咒 #1%s/8#r#2执手相望泪眼，竟无语凝噎#r沉默敌人，使其不能使用技能#1#r范围：#0远程单体#1#r施放距离：#015#1#r施放时间：#02#1秒#r冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#05秒'
        ]
    },
    {
        id: 's174',
        str: [
            '海底针',
            '海底针#1%s/10#r#2金针既能渡世，又能灭魔。演化而成#r的海底针，可使敌人受到持续伤害。附加伤害依赖于当前人物真气数值。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1第一次附加攻击为人物当前真气的#0%d%#1再加上#0%d#r#1以后4次每次附加伤害#0%d'
        ]
    },
    {
        id: 's690',
        str: [
            '菩提本心',
            '菩提本心#1%s/5#r#2菩提本心清明#r增加本体攻击生命真气上限',
            '#1附加攻击：#0%d#2#r#1附加生命：#0%d#2#r#1附加真气：#0%d#2'
        ]
    },
    {
        id: 's692',
        str: [
            '菩提无尘',
            '菩提无尘#1%s/5#r#2菩提本无尘，何必勤擦拭？#r为自己和队友驱除所有负面状态。#r#1范围：#0自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间#01#1秒#r#1冷却时间#0%d#1秒#r每级降低10秒的冷却时间',
            '#1消耗真气#0%d#r#1半径#015#1米'
        ]
    },
    {
        id: 's694',
        str: [
            '万劫地狱',
            '万劫地狱#1%s/3#r#2我不入地狱，谁入地狱？#r#1范围#0自身#r#1施放时间#02#1秒#r#1冷却时间#0300#1秒',
            '#1消耗真气#0%d#r#01#1级冷却群佛庇佑#r#02#1级冷却群佛庇佑、菩提无尘#r#03#1级冷却群佛庇佑、菩提无尘、同体大悲。'
        ]
    },
    {
        id: 's693',
        str: [
            '同体大悲',
            '同体大悲#1%s/5#r#2众生之悲，即为我悲#r减少自己和队友所受到的伤害。#r#1范围：#0自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间#02#1秒#r#1冷却时间#0210#1秒',
            '#1消耗真气#0%d#r#1半径#015#1米#r#1免疫伤害#0%d#1次#r#1持续时间#020#1秒'
        ]
    },
    {
        id: 's689',
        str: [
            '睡梦罗汉',
            '睡梦罗汉 #1%s/5#r#2梦中亦可伤敌#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's691',
        str: [
            '群佛庇佑',
            '群佛庇佑#1%s/5#r#2佛祖菩萨，皆在我心，#r为自己和队友治疗伤势。#r#1范围：#0自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1半径#015#1米#r#1回复生命#0%d%'
        ]
    },
    {
        id: 's3316',
        str: [
            '毁灭烈焰',
            '毁灭烈焰 #1%s/5#r攻击敌方并造成持续伤害#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：真气上限的#0%d%#r#1流血伤害：自身真气上限的#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3317',
        str: [
            '地狱锁链',
            '地狱锁链 #1%s/5#r缠绕目标，并使其防御降低#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1缠绕时间：#05#1秒#r#1防御降低：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2380',
        str: [
            '莲花葬',
            '莲花葬 #1%s/5#r#2冰莲碎，葬花吟#r攻击敌人，并使其减速，受到伤害增加#r#1施放范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒#r#1降低移动速度：#080%',
            '#1持续时间：#0%d#1秒#r#1冷却时间：#0%d#1秒#r#1增加伤害：#0%d%#r#1消耗真气：#0%d#r#1附加缓慢值：#0%d'
        ]
    },
    {
        id: 's2381',
        str: [
            '寒冰烈焰',
            '寒冰烈焰 #1%s/5#r#2召唤寒冰与火焰之息#r使敌方减速，并受到持续伤害#r张角150°，半径12米扇形#r#1施放范围：#0远程群体#r#1施放时间：#01#1秒#r#1缓慢状态：#0速度为正常的50%',
            '#1流血伤害：#0生命上限的%d%#r#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加迟缓值：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's176',
        str: [
            '参修造化',
            '参修造化#1%s/5#r#2被动技能，参透天道形成的#r密境，能增加攻击力和生命力。',
            '#1增加攻击力#0%d#r#1增加生命力#0%d'
        ]
    },
    {
        id: 's186',
        str: [
            '血族之手',
            '血族之手#1%s/8#r#2割裂空间，召唤血族俯身，以目标为中心范围打击。#r#1范围：#0目标为圆心的圆#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#04#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1半径#05#1米'
        ]
    },
    {
        id: 's177',
        str: [
            '重楼飞雪',
            '重楼飞雪#1%s/8#r#2人间六月，重楼飞雪，攻击单个目标，#r有可能附加缓慢效果。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1缓慢值#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's180',
        str: [
            '千里冰封',
            '千里冰封#1%s/8#r#2冰天雪地，万里无垠，利用冰之力，对敌人#r群体打击，并降低敌方的速度。#r#1范围：#0目标为圆心的圆#r#1施放距离：#015#1米#r#1施放时间#02#1秒#r冷却时间#04#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1半径#05#1米#r附加缓慢值#0%d'
        ]
    },
    {
        id: 's183',
        str: [
            '雪崩昆仑',
            '雪崩昆仑#1%s/5#r#2召唤昆仑仙境的寒冰傲雪，大范围攻击敌人#r有一定概率使敌方减速#r#1范围：#0目标为圆心的圆#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1半径#010#1米#r#1附加缓慢#0%d%#r#1缓慢概率#0(人物等级*0.33+%d)%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's178',
        str: [
            '三味真火',
            '三味真火#1%s/8#r#2修炼而来的真气之火，附加持续伤害，能#r融石化骨，销金断玉，让敌人防无可防。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1第一次附加攻击#0%d#r#1以后4次每次附加伤害#0%d'
        ]
    },
    {
        id: 's181',
        str: [
            '神火飞鸦',
            '神火飞鸦#1%s/8#r#2召唤天界神火，孕育火系神鸦，随机降低#r敌方防御，以扭转战局。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#02#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1降低对方防御概率#0%d%#r#1降低对方防御#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's184',
        str: [
            '霜天演',
            '霜天演#1%s/1#r#2变幻无方，轻灵凝重，使用后立即冷却真元护体、#r雪崩昆仑、凝劲之术三个技能。#r#1施放时间#01#1秒#r冷却时间#010#1分钟',
            '#1消耗真气#05500'
        ]
    },
    {
        id: 's179',
        str: [
            '紫极狂雷',
            '紫极狂雷#1%s/8#r#2召唤天界神雷，并可能附加缠绕效果。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#02#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1缠绕值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's182',
        str: [
            '天劫苍雷阵',
            '天劫苍雷阵#1%s/8#r#2以身为媒，唤取天雷助阵，随机附加#r缠绕，让敌人无处可逃。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1附加缠绕值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's461',
        str: [
            '清明诀',
            '清明诀#1%s/5#r#2被动技能#r清静本心,明心见性#r提高自己的攻击力和生命力',
            '#1增加攻击力#0%d#r#1增加生命力#0%d'
        ]
    },
    {
        id: 's185',
        str: [
            '凝劲之术',
            '凝劲之术#1%s/3#r#2以意克敌的上乘功法#r可使下次攻击的伤害增加#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1伤害增加#0%d%#r#1消耗真气#05500#r#1有效时间#020#1秒'
        ]
    },
    {
        id: 's460',
        str: [
            '祛病之术',
            '祛病之术 #1%s/5#r#2主动增益技能#r从朝寅旦直至暮,一切众生自回护#r祛病消灾,取消并免疫沉默,眩晕,睡眠状态，且提高自身移动速度持续一段时间#r在眩晕沉默睡眠状态下可用#r范围：#0自身#1#r施放时间：#01#1秒#r提升移动速度：#03#1米/秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续：#0%d#1秒#2'
        ]
    },
    {
        id: 's459',
        str: [
            '冰遁甲',
            '冰遁甲 #1%s/5#r#2主动增益技能，冰雪消融，凝成冰镜#r镜花水月，一切攻击终成空#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#02#1分钟#r(在眩晕沉默状态下也可使用)',
            '#1消耗真气：#09000#r#1持续：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's458',
        str: [
            '群星坠落',
            '群星坠落#1%s/5#r#2九天星坠落,照亮万家昏#r群攻技能,可以使目标缓慢#r#1范围：#0目标为圆心的圆#r#1半径#010#1米#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加的额外攻击为真气上限的#0%d%#r#1缓慢后速度是原来的#020%#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's456',
        str: [
            '黄梁咒',
            '黄梁咒#1%s/8#r#2洒向人间都是怨,一枕黄梁再现#r单体攻击,有一定机率让敌人眩晕1秒#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's457',
        str: [
            '沧海变',
            '沧海变#1%s/8#r#2天长等世事,化云烟#r地久等沧海,变桑田#r单体攻击,有20%机率打出双倍伤害,5%几率打出三倍伤害#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's187',
        str: [
            '客星之变',
            '客星之变#1%s/8#r#2人影翻飞，罡风凌厉，以目标为中心#r进行范围打击。#r#1范围：#0目标为圆心的圆#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01.5#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1半径#05#1米'
        ]
    },
    {
        id: 's672',
        str: [
            '清心诀',
            '清心诀#1%s/5#r#2被动技能#r清静本心,明心见性#r提高自己的攻击力和生命力',
            '#1增加攻击力#0%d#r#1增加生命力#0%d'
        ]
    },
    {
        id: 's674',
        str: [
            '雷神护体',
            '雷神护体#1%s/5#r#2雷神庇佑，按比例减少伤害。#r每两秒回复100%最大生命值。#r同时移除并免疫眩晕，缓慢、沉默、虚弱、睡眠、缠绕状态，持续一段时间#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1减少伤害#0%d%#r#1持续#0%d#1秒'
        ]
    },
    {
        id: 's676',
        str: [
            '凤翼天翔',
            '凤翼天翔 #1%s/5#r#2主动增益技能，#r免疫减速和缠绕状态，#r移动速度增加。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1移动速度增加：#0%.1f#1米/秒#r#1持续：#0%d#1秒#2'
        ]
    },
    {
        id: 's675',
        str: [
            '九字真言-破',
            '九字真言-破#1%s/5#r#2九字真言，破除一切虚妄#r攻击面前的大片敌人，并降低敌人攻击和防御。#r#1范围：#0远程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1降低目标攻击：#0%d%#r#1降低目标防御：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's671',
        str: [
            '雷霆万钧',
            '雷霆万钧#1%s/5#r#2有如雷霆耀世，降低敌人缠绕抗性。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加攻击：#0%d#r#1降低缠绕抗性：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's673',
        str: [
            '怒海滔天',
            '怒海滔天#1%s/5#r#2怒海滔天，攻击面前的大片敌人。#r#1范围：#0远程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's3319',
        str: [
            '绝命蛊毒',
            '绝命蛊毒 #1%s/5#r朝目标施加毒蛊，造成流血伤害#r次数越多伤害越高#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1流血伤害：生命上限的#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3318',
        str: [
            '万花仙蛊',
            '万花仙蛊 #1%s/5#r提升自身攻击力，并使自身免疫伤害#r攻击或受攻击一定次数后消失#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1攻击力加成：#0%d%#r#1攻击次数：#05#1次#r#1持续时间：#0%d#1秒#r#1免疫伤害次数：#0%d#1次#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2383',
        str: [
            '噬心断魂',
            '噬心断魂 #1%s/5#r#2噬心断魂之剧毒#r重伤敌人，并使其受到伤害增加#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1增加伤害：#0%d%#r#1消耗真气：#0%d#r#1附加基础攻击#0%d%#r#1附加攻击：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2382',
        str: [
            '失力绝蛊',
            '失力绝蛊 #1%s/5#r#2吸收敌人精气，反补自身#r使目标睡眠，自身免疫控制#r#1施放范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒',
            '#1消耗真气：#0%d#r#1冷却时间：#0%d#1秒#r#1附加睡眠值：#0%d#r#1睡眠持续时间：#0%d#1秒#r#1免疫持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's188',
        str: [
            '番天印',
            '番天印#1%s/10#r#2大印凌空，翻天覆地。可对敌人#r附加持续伤害。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1第一次附加攻击#0%d#r#1以后4次每次附加伤害#0%d'
        ]
    },
    {
        id: 's199',
        str: [
            '截天封神蛊',
            '截天封神蛊#1%s/5#r#2神通无限，封锁空间，附加眩晕状态，#r甚至能封印神灵。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#020#1秒',
            '#1消耗真气#0%d#r#1附加攻击#01400-1800#r#1眩晕值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's189',
        str: [
            '云体钢灵阵',
            '云体钢灵阵#1%s/10#r#2上古金系奇阵，可快速打击敌人。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's192',
        str: [
            '夺神蛊',
            '夺神蛊#1%s/5#r#2沾之即倒，摄魂夺神，有可能使#r单个目标进入睡眠状态。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#020#1秒',
            '#1消耗真气#0%d#r#1附加睡眠值#0%d#r#1持续时间#011#1秒'
        ]
    },
    {
        id: 's195',
        str: [
            '斗转星移',
            '斗转星移#1%s/1#r#2星移斗转，破碎虚空，#r立刻让目标眩晕2秒#r同时能随机给单个目标100％加上#r眩晕，缓慢、沉默、虚弱、睡眠、缠绕六个状态中的一个，持续8秒#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#04000'
        ]
    },
    {
        id: 's190',
        str: [
            '漫地荆棘阵',
            '漫地荆棘阵#1%s/10#r#2以目标为中心，利用木系灵力，#r形成漫地荆棘，进行群体打击。#r#1范围：#0目标为圆心的圆#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1半径#05#1米'
        ]
    },
    {
        id: 's193',
        str: [
            '天魔解体大法',
            '天魔解体大法#1%s/5#r#2操纵天魔，形成空间禁锢，使以目标为#r中心的圆内的目标受伤害增加。#r#1范围：#0目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1增强伤害#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's196',
        str: [
            '空手夺白刃',
            '空手夺白刃#1%s/1#r#2召唤空间之神，瞬间移动，夺取敌方兵刃，#r让单个目标进入空手并一定进入虚弱状态。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#03500#r#1持续时间#010#1秒'
        ]
    },
    {
        id: 's191',
        str: [
            '化血蛊',
            '化血蛊#1%s/5#r#2奇蛊降世，吸精化血，可使以目标为中心#r的群体目标进入虚弱状态。#r#1范围：#0目标为圆心的圆#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#07#1秒',
            '#1消耗真气#0%d#r#1半径#03#1米#r附加虚弱值#0%d#r#1持续时间#07#1秒'
        ]
    },
    {
        id: 's194',
        str: [
            '百病催生蛊',
            '百病催生蛊#1%s/8#r#2瘟神附体，百病催生，能降低单个#r目标眩晕、睡眠、缠绕抗性。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#015#1秒',
            '#1消耗真气#0%d#r#1降低抗性#0%d'
        ]
    },
    {
        id: 's462',
        str: [
            '禁足蛊',
            '禁足蛊#1%s/8#r#2文殊三处度夏,别峰两院禁足#r单体攻击技能,有机率附加缠绕1秒#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's197',
        str: [
            '苗疆金蚕蛊',
            '苗疆金蚕蛊#1%s/5#r#2传自苗疆的密制奇蛊，能附加持续伤害，#r并有可能降低目标防御。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1第一次附加攻击#0%d#r#1以后4次每次附加伤害#0%d#r#1降低对方防御概率#0%d%#r#1降低对方防御数值#0%d#r#1持续时间#020#1秒'
        ]
    },
    {
        id: 's463',
        str: [
            '血蛊印',
            '血蛊印#1%s/8#r#2肃穆兮空怅,血河兮流野#r单体攻击技能,附加伤害和自身当前真气相关#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加的额外攻击是自身当前真气的#0%d%#2'
        ]
    },
    {
        id: 's465',
        str: [
            '九阴白骨爪',
            '九阴白骨爪#1%s/5#r#2青丝玉貌,红颜美少,白骨成丘#r降低敌人防御并缠绕别人,群攻技能#r#1范围：#0目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#020#1米#r#1施放时间#02#1秒',
            '#1消耗真气#0%d#r#1冷却时间#0%d#1秒#r#1降低群体防御#0%d%#r#1附加缠绕值#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's466',
        str: [
            '噬魂蛊',
            '噬魂蛊 #1%s/5#r#2吞噬灵魂让敌人迷失,让范围内所有目标中随机状态#r#1#r#1范围：#0目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r#1冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's467',
        str: [
            '百蛊附体',
            '百蛊附体#1%s/5#r#2被动技能,荒餐茹獠蛊,幽梦感湘灵#r请蛊附身,提高自己生命力和真气力',
            '#1生命增加#0%d#r#1真气增加#0%d'
        ]
    },
    {
        id: 's464',
        str: [
            '万蛊噬脑阵',
            '万蛊噬脑阵#1%s/5#r#2巫蛊横尸惊恶梦,望儿楼上断柔肠#r群攻技能#r#1范围：#0目标点为圆心的圆#r#1半径：#05#1米#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's198',
        str: [
            '怨狱噬心蛊',
            '怨狱噬心蛊#1%s/5#r#2魔犬裂体，恶鬼噬心，随机附加沉默效果。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#020#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1沉默值#0%d#r#1持续#05#1秒'
        ]
    },
    {
        id: 's202',
        str: [
            '磨气销灵蛊',
            '磨气销灵蛊#1%s/8#r#2厄运随身，磨气销灵，能降低单个目标#r沉默、虚弱和缓慢抗性。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#015#1秒',
            '#1消耗真气#0%d#r#1降低#0%d#r#1持续#010#1秒'
        ]
    },
    {
        id: 's678',
        str: [
            '五毒',
            '五毒#1%s/5#r#2被动技能，五毒蛊俱全，#r提高自己生命和攻击力',
            '#1生命增加#0%d#r#1攻击增加#0%d'
        ]
    },
    {
        id: 's680',
        str: [
            '烈蛊蚀身',
            '烈蛊蚀身 #1%s/5#r#2主动增益技能，短时间内如果攻击则消耗生命#r与真气，以增强自身的基础攻击力，只能对自#r身施放。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1激活后每攻击一次消耗生命：#0%d#r#1激活后每攻击一次消耗真气：#0%d#r#1附加攻击：#0%d#r#1持续：#020#1秒'
        ]
    },
    {
        id: 's682',
        str: [
            '圣蛊蚀身',
            '圣蛊蚀身 #1%s/5#r#2主动增益技能，#r反弹自身受到的伤害。#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1反弹伤害：#0%d%#r#1持续：#0%d#1秒'
        ]
    },
    {
        id: 's681',
        str: [
            '万毒攻心',
            '万毒攻心#1%s/5#r#2万毒攻心，无可再毒#r攻击面前的大片敌人，并降低敌人眩晕抗性。#r#1范围：#0远程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1降低敌人眩晕抗性：#0%d'
        ]
    },
    {
        id: 's677',
        str: [
            '噬魂烈蛊',
            '噬魂烈蛊#1%s/5#r#2烈蛊入魂，吞噬一空，降低敌人暴伤。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加攻击：#0%d#r#1降低暴伤：#0%d%#r#1持续时间：#08#1秒'
        ]
    },
    {
        id: 's679',
        str: [
            '魂蛊浸天',
            '魂蛊浸天#1%s/5#r#2魂蛊浸天，攻击面前的大片敌人。#r#1范围：#0远程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's3321',
        str: [
            '翼斧',
            '翼斧 #1%s/5#r飞翼之斧，攻击敌方造成眩晕#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+10#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：生命上限的#0%d%#r#1眩晕持续时间：#02#1秒'
        ]
    },
    {
        id: 's3320',
        str: [
            '修罗意志',
            '修罗意志 #1%s/5#r解除受控制状态，并在一段时间内免疫控制#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2373',
        str: [
            '血河',
            '血河 #1%s/5#r#2修罗血河#r减少敌人生命上限，增加自身生命上限#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0150#1秒',
            '#1目标生命上限减少：#0%d%#1#r#1自己生命上限增加：#0%d%#1#r#1持续时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2372',
        str: [
            '修罗炼狱',
            '修罗炼狱 #1%s/5#r#2永堕修罗地狱#r缠绕敌方，并使其受到伤害增加#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1半径：#05#1米#r#1施放时间：#01#1秒#r#1增加伤害：#015%',
            '#1消耗真气：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#1冷却时间：#0%d#1秒'
        ]
    },
    {
        id: 's283',
        str: [
            '天下皆虚',
            '天下皆虚#1%s/5#r#2天若有情天亦老，人间正道是沧桑。#r化身为虚，提高闪避概率。#r#1范围#0自身#1#r施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1加闪避百分比#0%d%#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's285',
        str: [
            '毗湿奴之力',
            '毗湿奴之力#1%s/5#r#2加持维持之主毗湿奴的力量，获得钢铁防御。#r#1范围#0自身#1#r施放时间#02#1秒#r冷却时间#0100#1秒',
            '#1消耗真气#0%d#r#1增加防御#0%d%#r#1持续时间#030#1秒'
        ]
    },
    {
        id: 's290',
        str: [
            '罗皇斩空闪',
            '罗皇斩空闪#1%s/10#r#2二段击，号称可以斩断天空的强力攻击。#r#1范围#0近程单体#r#1施放距离#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1第一段附加基础攻击#0%.1f%#r#1第二段附加基础攻击#0%d%'
        ]
    },
    {
        id: 's293',
        str: [
            '须弥天龙印',
            '须弥天龙印#1%s/1#r#2敌方攻击只能给自身增加生命，#r如同天龙加持下的须弥山一般永恒，并且增加抗性。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1持续时间#020#1秒#r#1抗性增加#0100%#r#1持续时间#015#1秒'
        ]
    },
    {
        id: 's286',
        str: [
            '屠尽苍生',
            '屠尽苍生#1%s/8#r#2天魔降世，血洗红尘，#r对周围一定范围进行群体攻击。#r#1范围#0近程群体#1#r施放时间#02#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加攻击#0%d#r#1半径#05#1米#2'
        ]
    },
    {
        id: 's289',
        str: [
            '罗皇碎海闪',
            '罗皇碎海闪#1%s/10#r#2二段击，号称可以斩断大海的强力攻击，#r有可能使敌人虚弱无力。#r#1范围#0近程单体#r#1施放距离#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1第一段附加基础攻击#0%.1f%#r#1第二段附加攻击#0%d#r#1附加虚弱值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's292',
        str: [
            '十二诸天迦楼罗印',
            '十二诸天迦楼罗印#1%s/5#r#2加持十二诸天大鹏金翅鸟之力，#r使周围大面积敌人眩晕。#r#1范围#0以自身为圆心的圆#r#1施放距离#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1半径#0%.1f#1米#r持续时间#0%d#1秒'
        ]
    },
    {
        id: 's284',
        str: [
            '血面斗神图',
            '血面斗神图#1%s/5#r#2借助斗神的无边战意，#r使队友和自己的生命上限得到提升。#r#1范围#0自身为圆心的圆#r#1圆半径#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1队友加生命上限固定值#0%d#r#1增加自身生命上限固定值#0%d#r#1额外增加自身生命上限百分比#0%d%#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's287',
        str: [
            '泰坦神之力',
            '泰坦神之力 #1%s/5#r#2古神移山，挑战天庭，#r可以提高自己的回复速度。#r#1范围#0自身#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1回复速度增加#0%d#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's439',
        str: [
            '修罗斗魂',
            '修罗斗魂#1%s/5#r#2被动技能，修罗斗气，聚魂集魄，可提高自身生命和攻击上限。',
            '#1增加生命上限#0%d#r#1增加攻击上限#0%d'
        ]
    },
    {
        id: 's291',
        str: [
            '奥丁之力',
            '奥丁之力#1%s/5#r#2诸神黄昏，圣枪永驻。#r可以大幅增加自己的生命上限。#r提高的生命上限不可被驱散#r#1范围#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1增加生命上限百分比#0%d%#r#1持续时间#030#1秒#r#1同时可以使舍命一击冷却'
        ]
    },
    {
        id: 's437',
        str: [
            '真红盾',
            '真红盾#1%s/5#r#2修罗血祭，红盾护身，能减少自身所受伤害。#r#1范围#0自身#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1血量和吸收伤害和总伤害之比：#0%d%#r#1最大抵消伤害为人物最大血量的#0%d#1倍#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's438',
        str: [
            '修罗劲',
            '修罗劲#1%s/5#r#2修罗气劲，诡异非常，乾坤颠倒，#r使用后当前生命值立刻置为最大生命值的一定百分比#r被攻击可增加生命值上限。#r且一小段时间内当前生命值最多减少到1#r效果不可被驱散#r#1范围#0自身#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1使用后当前生命值立即变为最大生命值的#0%d%#r#1每次增加血上限：#0%.1f%#r#1持续时间：#010#1秒#r#1最多生效次数：#010#r#1修罗劲持续时间：#0%d#1秒#r#1小强状态时间：#0%d#1秒'
        ]
    },
    {
        id: 's436',
        str: [
            '开天辟地',
            '开天辟地#1%s/5#r#2盘古开天辟地，造天地鬼神，然后有无尽大千世界#r可对周围敌人进行群体打击。#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1附加攻击为人物最大血量和当前血量之差的#0%.1f#1倍'
        ]
    },
    {
        id: 's434',
        str: [
            '十字斩',
            '十字斩#1%s/8#r#2修罗斗气凝聚成两把巨斧，对敌人进行猛烈攻击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's435',
        str: [
            '罗皇灭世斩',
            '罗皇灭世斩#1%s/8#r#2罗皇现世，毁天灭地，连续对敌人进行两次残酷攻击。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#03#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's282',
        str: [
            '临兵斗者皆阵列在前',
            '临兵斗者皆阵列在前#1%s/5#r#2被动技能，真言护体，勇者不灭，#r可以激发自身潜力，提升生命上限。',
            '#1增加生命上限#0%d'
        ]
    },
    {
        id: 's288',
        str: [
            '罗皇凌地闪',
            '罗皇凌地闪#1%s/10#r#2号称可以斩断大陆的强力攻击，#r有可能使敌人行动缓慢。#r#1范围#0近程单体#r#1施放距离#0武器攻击距离#1#r施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1缓慢值#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's648',
        str: [
            '刚毅',
            '刚毅#1%s/5#r#2被动技能，可提高自身攻击力和生命上限。',
            '#1增加攻击力#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's650',
        str: [
            '不屈',
            '不屈#1%s/5#r#2每次受到攻击后回复自身生命#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1每次回复#0%d%#r#1最多有效次数#0%d#r#1持续时间#010#1秒'
        ]
    },
    {
        id: 's652',
        str: [
            '修罗附体',
            '修罗附体 #1%s/5#r#2主动增益技能，驱散一切不利状态#r同时免疫沉默，定身，眩晕，缓慢，虚弱，睡眠效果，持续一段时间#r免疫效果不可被驱散#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1免疫持续：#0%d#1秒'
        ]
    },
    {
        id: 's651',
        str: [
            '复仇之斧',
            '复仇之斧#1%s/5#r#2为复仇而来，强力三段击#r攻击时吸血回复自身生命#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1每段附加基础攻击#0%d%#r#1每段附加攻击#0%d#r#1吸血总量#0%d'
        ]
    },
    {
        id: 's647',
        str: [
            '虚弱之斧',
            '虚弱之斧#1%s/5#r#2一斧即可让敌人重伤，威风如斯，谁人可挡？#r能够降低敌人的眩晕抗性，持续3秒。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1降低目标眩晕抗性#0%d#r#1持续时间#03#1秒'
        ]
    },
    {
        id: 's649',
        str: [
            '空自流',
            '空自流#1%s/5#r#2槛外长江空自流，攻击面前的大片敌人。#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#07#1米#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's1454',
        str: [
            '梵天锁',
            '梵天锁#1%s/5#r#2运用梵天之锁困住对手，造成巨大伤害的同时，使对方处于空手状态。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#06000#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1目标空手持续#05#1秒'
        ]
    },
    {
        id: 's3322',
        str: [
            '凛风刺',
            '凛风刺 #1%s/5#r给目标范围内敌方造成减速及流血#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离+6#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1速度降低：#050%#r#1持续时间：#05#1秒#r#1流血伤害：生命上限的#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3323',
        str: [
            '人剑归一',
            '人剑归一 #1%s/5#r人剑合一，天地归一。#r攻击敌人，本次暴击伤害提升。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1暴击伤害提升：#0%d%'
        ]
    },
    {
        id: 's2379',
        str: [
            '千方残光剑',
            '千方残光剑 #1%s/5#r#2万千剑气，缠绕所伤敌方#r攻击直线上敌人，并使其被缠绕#r#1施放范围：#0直线#r#1直线距离：#015#1米#r#1施放距离：#010米#r#1施放时间：#01#1秒#r#1持续时间：#04#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's2378',
        str: [
            '七星落长空',
            '七星落长空 #1%s/5#r#2一剑寒光落七星#r攻击敌人，并使其沉默#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1半径：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's295',
        str: [
            '易水寒',
            '易水寒#1%s/5#r#2被动技能，风萧萧兮易水寒，壮士一去兮不复还。#r身怀必死之心，增加攻击力。',
            '#1增加攻击#0%d'
        ]
    },
    {
        id: 's296',
        str: [
            '剑真髓之狮',
            '剑真髓之狮#1%s/8#r#2兽帝之尊，震慑山川。#1#r范围#0近程单体#1#r施放距离#0武器攻击距离#1#r施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's302',
        str: [
            '烈煌龙霸斩',
            '烈煌龙霸斩 #1%s/8#r#2借助真龙之力发出摧毁性的恐怖一击，#r附加对敌人的虚弱效果。#r#1范围#0近程单体#r#1施放距离#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加虚弱值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's305',
        str: [
            '黄帝图腾',
            '黄帝图腾 #1%s/5#r#2阪泉一剑决九霄。借助天帝之力，#r可以减少敌人对自己的伤害。#r#1范围#0自身#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1吸收伤害#0%d%#r#1持续时间#020#1秒'
        ]
    },
    {
        id: 's298',
        str: [
            '剑真髓之蝶',
            '剑真髓之蝶 #1%s/10#r#2庄生晓梦迷蝴蝶，剑气纵横寒光烈。#r攻击附加沉默效果。#r#1范围#0近程单体#1#r施放距离#0武器攻击距离#1#r施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加沉默值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's301',
        str: [
            '真武神无双霸斩',
            '真武神无双霸斩 #1%s/10#r#2武神霸气啸乾坤，可以对敌人进行持续伤害。#r#1范围#0近程单体#r#1施放距离#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加持续伤害#0%d'
        ]
    },
    {
        id: 's304',
        str: [
            '伏羲图腾',
            '伏羲图腾 #1%s/5#r#2借助羲皇之力，将对敌人的伤害#r转化为自身生命的提升。#r#1范围#0自身#r#1施放时间#02#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1回复生命为攻击力的#0%d%#r#1增加生命上限#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's297',
        str: [
            '剑真髓之凰',
            '剑真髓之凰#1%s/8#r#2凤凰上击九万里，绝云霓，负苍天。#r可以使敌人行动缓慢。#r玩家超过94级，人物等级每升高一级增加1点缓慢值。#1#r范围#0远程单体#1#r施放距离#0武器攻击距离+13#1#r施放时间#01#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1缓慢值#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's299',
        str: [
            '战龙在野',
            '战龙在野#1%s/5#r#2被动技能，战龙在野，其血玄黄。#r以凛冽的杀意增加致命一击率。',
            '#1增加暴击率#0%d%'
        ]
    },
    {
        id: 's451',
        str: [
            '天命之剑',
            '天命之剑 #1%s/8#r#2天命所归，气吞山河#r攻击与沉默抗性有关。#r#1范围#0近程单体#1#r施放距离#0武器攻击距离#1#r施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1另附加攻击为自身沉默抗性的#0%.1f#1倍#r#1当沉默抗性满足下列条件时，#r与沉默抗性相关的附加攻击将获得加成#r#1当沉默抗性大于#0280#1时，该部分附加攻击为#01.5#1倍#r#1当沉默抗性大于#0320#1时，该部分附加攻击为#02.5#1倍#r#1当沉默抗性大于#0360#1时，该部分附加攻击为#03.5#1倍'
        ]
    },
    {
        id: 's303',
        str: [
            '神农图腾',
            '神农图腾 #1%s/1#r#2人皇鞭百药，创世救民。#r借助神农之力，提升速度，清除负面状态。#r且在接下来的一段时间内免疫基本负面状态。#r(在眩晕沉默状态下也可使用)#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1增加速度到：#08#1米/秒#r#1持续时间：#015#1秒#r#1免疫沉默、眩晕、虚弱、迟缓、缠绕和睡眠'
        ]
    },
    {
        id: 's453',
        str: [
            '追魂刺',
            '追魂刺#1%s/8#r#2追魂夺魄，攻击前方范围内的敌人，#r附加虚弱#r#1范围：#0近程群体#r#1半径：#06#1米#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d#r#1附加虚弱值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's455',
        str: [
            '天神下凡',
            '天神下凡 #1%s/5#r#2获得诸神眷顾#r将自身抗性转化为攻击力#r瞬间冷却万剑归宗#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#05#1分钟',
            '#1消耗真气：#0%d#r#1增加攻击为自身沉默、眩晕、缠绕抗性之和的#0%.1f#1倍#r#1持续时间：#030#1秒#r#1'
        ]
    },
    {
        id: 's452',
        str: [
            '万剑归宗',
            '万剑归宗 #1%s/5#r#2万气自生，剑冲废穴#r归原武学，宗远功长#r剑招一出，漫天飞舞，剑势如网#r凌厉无匹，蔚为奇观。造成3次群体伤害#r#1施放范围：#0近程群体#r#1施放时间：#03#1秒#r#1冷却时间：#05#1分钟',
            '#1消耗真气：#0%d#r#1第一段附加基础攻击为自身暴击率的#0%d%#r#1第二段附加基础攻击为自身暴伤的#0%d%#r#1第三段附加基础攻击为前两段附加基础攻击之和#r#1第三段附加暴击率#0%d%#r#1'
        ]
    },
    {
        id: 's492',
        str: [
            '蕙质兰心',
            '蕙质兰心#1%s/5#r#2蕙质兰心，宁静淡泊，能抵御外界的侵扰。#r被动技能，增加沉默，睡眠抗性和生命上限。',
            '#1增加抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's454',
        str: [
            '神圣意志',
            '神圣意志 #1%s/5#r#2神圣意志，钢铁壁垒#r能解除基础不利状态#r让敌方攻击给自身增加生命#r(在眩晕沉默状态下也可使用)#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1免疫虚弱持续时间：#0%d#1秒#r#1有#0%d%#1的概率受攻击给自身增加生命#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's294',
        str: [
            '莲花生',
            '莲花生 #1%s/5#r#2被动技能，一花生灭一世界.#r领悟大道，增加自己眩晕和缠绕抗性.#r增加生命上限.',
            '#1增加眩晕抗性#0%d#r#1增加缠绕抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's300',
        str: [
            '天地不仁',
            '天地不仁 #1%s/5#r#2天地不仁，万物刍狗#r以降低防御为代价换取高攻击#r#1范围：#0自身#r#1施放时间：#02#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加攻击力：#0%d#r#1降低防御力：#0%d#r#1持续时间#020#1秒#r#1'
        ]
    },
    {
        id: 's666',
        str: [
            '天意之剑',
            '天意之剑#1%s/5#r#2能暗含天意的剑才是最厉害的剑，#r被动技能，增加缠绕，虚弱抗性和生命上限。',
            '#1增加抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's668',
        str: [
            '长风破浪',
            '长风破浪#1%s/5#r#2长风破浪会有时#r增加自身暴击伤害。#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1增加暴击伤害#0%d%#r#1持续#0%d#1秒'
        ]
    },
    {
        id: 's670',
        str: [
            '犹堪一战立功勋',
            '犹堪一战立功勋 #1%s/5#r#2主动增益技能#r下两次攻击必暴击。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒#r每级降低10秒冷却时间',
            '#1消耗真气：#0%d#r#1持续：#05#1秒'
        ]
    },
    {
        id: 's669',
        str: [
            '年年战骨埋荒外',
            '年年战骨埋荒外#1%s/5#r#2白骨满地，能眩晕面前的大片敌人。#r#1范围：#0近程群体#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#06#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's665',
        str: [
            '黑暗之刃',
            '黑暗之刃#1%s/5#r#2单体攻击技能#r能够降低敌人的眩晕抗性。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%.1f%#r#1附加攻击力：#0%d#r#1降低目标眩晕抗性：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's667',
        str: [
            '愿得燕弓射大将',
            '愿得燕弓射大将 #1%s/5#r#2万军丛中取上将首级#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's3324',
        str: [
            '八荒俱灭',
            '八荒俱灭 #1%s/5#r消耗全部真气，以消耗真气为附加攻击#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1以牺牲真气的#0%d%#1到#0%d%#1做为攻击，#r打击敌人'
        ]
    },
    {
        id: 's3325',
        str: [
            '追魂夺魄',
            '追魂夺魄 #1%s/5#r攻击范围内敌方，并使其防御降低，受伤害加深。#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1防御降低：#0%d%#r#1伤害加深：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2385',
        str: [
            '鬼影重重',
            '鬼影重重 #1%s/5#r#2召唤魔界重重鬼影#r攻击敌方并使其沉默#r#1施放范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击#0%d%#r#1附加沉默值：#0%d#r#1持续时间：#0%.1f#1秒'
        ]
    },
    {
        id: 's2384',
        str: [
            '星河碎裂',
            '星河碎裂 #1%s/5#r#2引爆星河之力#r使敌方眩晕#r#1施放范围：#0远程群体#r#1施放距离：#015#1米#r#1半径：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0150#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%.1f#1秒'
        ]
    },
    {
        id: 's307',
        str: [
            '大陨星',
            '大陨星 #1%s/8#r#2天罚之时，陨星如雨。召唤巨大的陨星#r攻击爆炸范围内的敌人。#r#1范围#0目标为圆心的圆#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1半径#05#1米'
        ]
    },
    {
        id: 's309',
        str: [
            '破月连星爆',
            '破月连星爆 #1%s/8#r#2彗星袭月，凶气毕见。单体攻击，#r有一定概率附加更高的攻击力。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#01400-1800'
        ]
    },
    {
        id: 's314',
        str: [
            '紫电红雷爆',
            '紫电红雷爆 #1%s/8#r#2苍穹之怒，电闪雷鸣。#r攻击附加使敌人虚弱效果。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#06#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加虚弱值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's317',
        str: [
            '魔帝阴灭阵',
            '魔帝阴灭阵 #1%s/5#r#2万魔之帝屠阴灭世，#r完全封印敌人的攻击。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's310',
        str: [
            '暗魔焰',
            '暗魔焰 #1%s/8#r#2群魔乱舞，冥气如焰。#r攻击附加对敌人的缠绕效果。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1缠绕值#0%d#r#1持续时间#06#1秒'
        ]
    },
    {
        id: 's313',
        str: [
            '鬼吼连火爆',
            '鬼吼连火爆 #1%s/8#r#2猛鬼怒号，野火烧天。#r对单个敌人进行攻击。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1附加攻击#0%d#r#1增加技能暴击率#0%d%'
        ]
    },
    {
        id: 's316',
        str: [
            '霸道天威阵',
            '霸道天威阵 #1%s/3#r#2天时怼兮威灵怒，积聚力量，#r使得下次攻击必然出现爆击效果。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#03#1分钟',
            '#1消耗真气#0%d#r#1爆击次数#0%d#1次#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's308',
        str: [
            '鬼缠魂',
            '鬼缠魂 #1%s/5#r#2厉鬼缠魂死不休，#r可以降低敌人的抗性。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#02#1秒#r冷却时间#030#1秒',
            '#1消耗真气#0%d#r#1降低对方抗性#0%d%#r#1持续时间#06#1秒'
        ]
    },
    {
        id: 's312',
        str: [
            '邪天封神阵',
            '邪天封神阵 #1%s/5#r#2乾坤颠倒，邪天降临，妖星封神。#r攻击附加使范围内的敌人缠绕效果。#r#1范围#0目标为圆心的圆#r#1施放距离#020#1米#r#1施放时间#02#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1半径#05#1米#r#1缠绕值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's468',
        str: [
            '四凶星',
            '四凶星#1%s/8#r#2天道无常,凶星难卜,单体攻击技能#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's315',
        str: [
            '枯荣若梦',
            '枯荣若梦 #1%s/1#r#2枯荣若梦，聚散随风。#r可以迅速冷却技能#r邪天封神阵,霸道天威阵,魔帝阴灭阵#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#05500'
        ]
    },
    {
        id: 's469',
        str: [
            '恶煞锁魂暴',
            '恶煞锁魂暴#1%s/5#r#2恶煞腐心兴鼓吹,凶神张口吐烟霞#r群体攻击技能,有可能使目标缠绕#r#1范围：#0目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#045#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#01000#r#1缠绕值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's470',
        str: [
            '虚空风暴',
            '虚空风暴#1%s/5#r#2虚空落地须弥碎,三世如来不出头#r群体攻击技能,附加伤害和自身生命真气相关#r#1范围：#0目标为圆心的圆#r#1半径:#010#1米#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加的额外攻击是自身当前生命真气之和的#0%d%#2'
        ]
    },
    {
        id: 's471',
        str: [
            '百鬼随行阵',
            '百鬼随行阵 #1%s/5#r#2马牛惊不食,百鬼聚相待.与百鬼同行,#r有效抵制敌人攻击和负面效果并在10秒内吸收#r部分伤害,只能对自身施放#r#1#r范围：#0自身#1#r施放时间：#01#1秒#r#1冷却时间：#02#1分钟',
            '#1消耗真气：#010000#r#1有效抵制攻击次数：#0%d#r#1真气吸收伤害和总伤害之比：#050%#r#1持续：#0%d#1秒#2'
        ]
    },
    {
        id: 's494',
        str: [
            '天煞孤星',
            '天煞孤星#1%s/5#r#2傲视江湖心未远,天煞孤星蔑苍茫#r被动技能,提高自己生命真气和攻击力',
            '#1生命增加#0%d#r#1真气增加#0%d#r#1攻击增加#0%d'
        ]
    },
    {
        id: 's472',
        str: [
            '魔意罩九州',
            '魔意罩九州 #1%s/5#r#2九州尽识群魔意,喋血何怜志士头#r增强自身的基础攻击力,只能对自身施放#r#1#r范围：#0自身#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增强攻击为人物自身生命上限#0%d%#r#1持续：#0%d#1秒#2'
        ]
    },
    {
        id: 's306',
        str: [
            '魔气吞山河',
            '魔气吞山河 #1%s/5#r#2魔气罩身，吞噬一切，#r可以被动增加生命和攻击',
            '#1攻击增加#0%d#r#1生命增加#0%d'
        ]
    },
    {
        id: 's311',
        str: [
            '猛轰天',
            '猛轰天 #1%s/8#r#2魔尊之怒上干天。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's684',
        str: [
            '唯我独尊',
            '唯我独尊#1%s/5#r#2唯我独尊，我即魔尊#r被动技能,提高自己生命和攻击力',
            '#1生命增加#0%d#r#1攻击增加#0%d'
        ]
    },
    {
        id: 's686',
        str: [
            '月下为君',
            '月下为君#1%s/5#r#2使队友和自己的暴击率得到提升。#r同时增加自身的暴击伤害#r#1范围#0自身为圆心的圆#r#1圆半径#020#1米#r#1施放时间#01#1秒#r冷却时间#060#1秒',
            '#1消耗真气#0%d#r#1增加暴击率#0%d%#r#1增加暴击伤害#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's688',
        str: [
            '霞光万丈',
            '霞光万丈#1%s/5#r#2大范围沉默敌人。#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒',
            '#1消耗真气#0%d#r#1冷却时间#0%d#1秒#r#1半径#0%d#1米#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's687',
        str: [
            '日月争辉',
            '日月争辉#1%s/5#r#2日月同辉，强力三段击。#r第一击先声夺人，当头棒喝！#r第二击步步紧逼，为第一击的攻击力的两倍！#r第三击追魂夺命，为第一击的攻击力的三倍！#r#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#03#1秒',
            '#1消耗真气#0%d#r#1冷却时间#0%d#1秒#r#1第一段附加基础攻击#0%d%#r#1第一段附加攻击#0%d#r#1第二段附加基础攻击#0%d%#r#1第二段附加攻击#0%d#r#1第三段附加基础攻击#0%d%#r#1第三段附加攻击#0%d'
        ]
    },
    {
        id: 's683',
        str: [
            '蚀星大法',
            '蚀星大法#1%s/5#r#2星体亦可蚀，降低敌人眩晕抗性。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加攻击：#0%d#r#1降低眩晕抗性：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's685',
        str: [
            '新星陨灭',
            '新星陨灭#1%s/5#r#2新星亦可为之陨灭，攻击面前的大片敌人。#r#1范围：#0远程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's3327',
        str: [
            '梵刹婆罗',
            '梵刹婆罗 #1%s/5#r对敌方目标造成伤害，并有概率眩晕目标#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1眩晕概率：#0%d%#r#1持续时间：#03#1秒'
        ]
    },
    {
        id: 's3326',
        str: [
            '佛言枷锁',
            '佛言枷锁 #1%s/5#r佛言可为枷锁，使恶人回头#r降低目标移速，并使目标受到流血伤害#r若目标移动则持续流血#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1速度降低：#0%d%#r#1流血伤害：生命上限的#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2392',
        str: [
            '往生极乐',
            '往生极乐 #1%s/5#r#2送往生极乐之地#r攻击敌方，吸收目标真气上限#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒#r#1目标减少真气上限：#015%#r#1自身增加真气上限：#015%#r#1持续时间：#020#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's2391',
        str: [
            '神明魄固',
            '神明魄固 #1%s/5#r#2神明魄固#r减少伤害，并冷却天舞宝轮#r#1范围：#0自身为圆心的圆#r#1圆半径：#015#1米#r#1施放时间：#01#1秒',
            '#1消耗真气：#0%d#r#1冷却时间：#0180#1秒#r#1减少伤害：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's319',
        str: [
            '如来三宝之灭',
            '如来三宝之灭 #1%s/10#r#2天上天下，唯我独尊。借助佛祖之力降服妖魔，#r并附加持续伤害与缓慢效果。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1第一次附加攻击#0%d#r#1以后4次每次附加伤害#0%d#r#1缓慢值#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's324',
        str: [
            '伽蓝菩提阵',
            '伽蓝菩提阵 #1%s/5#r#2伽蓝护法，漏尽众生。#r增加范围内队友的真气上限。#r#1范围#0自身范围群体#r#1施放距离#020#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1增加真气上限#0%d#r#1持续时间#030#1分钟'
        ]
    },
    {
        id: 's326',
        str: [
            '般若曼佗罗图',
            '般若曼佗罗图 #1%s/5#r#2一瞬恒河彼岸花。以智慧之力使敌人更加脆弱，#r受到更大的伤害。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#030#1秒',
            '#1消耗真气#0%d#r#1增强伤害#0%d%#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's329',
        str: [
            '孔雀大明王咒',
            '孔雀大明王咒 #1%s/5#r#2召唤孔雀大明王破敌。可以#r使敌人的真气上限大大降低。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1真气上限降低#0%d%#r#1持续时间#012#1秒'
        ]
    },
    {
        id: 's321',
        str: [
            '万法归宗',
            '万法归宗 #1%s/5#r#2百川入海，万法归宗。可以抵消敌人的攻击。#r#1范围#0自身#1#r施放时间#01#1秒#r最长持续时间#030#1秒',
            '#1冷却时间#030秒#r#1消耗真气#0%d#r#1真气吸收伤害和总伤害之比#0%d%#r#1最大抵消伤害真气#0%d#2'
        ]
    },
    {
        id: 's325',
        str: [
            '如来三宝之真',
            '如来三宝之真 #1%s/8#r#2天上天下，唯我独尊。借助佛祖之力降服妖魔，#r消耗自身真气进行大威力攻击。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#07#1秒',
            '#1可以燃烧对方真气的#0%d%#r#1以当前自身当前真气的#0%.1f%#1至#0%.1f%#1附加攻击，#r#1打击敌人#r#1施放后真气是施放前真气的#0%d%'
        ]
    },
    {
        id: 's328',
        str: [
            '不动尊明王咒',
            '不动尊明王咒 #1%s/5#r#2召唤不动尊明王破敌。可以使敌人#r的生命上限大大降低。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒',
            '#1消耗真气#0%d#r#1生命上限降低#0%d%#r#1持续时间#06#1秒#r#1冷却时间#0%d#1秒'
        ]
    },
    {
        id: 's320',
        str: [
            '韦陀昙花劫',
            '韦陀昙花劫 #1%s/5#r#2昙花一谢是一劫。借助韦陀之力，#r提升范围内队友的抗性。#r#1范围#0远程群体#r#1施放距离#020#1米#r#1施放时间#02#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加抗性#0%d%#r#1持续时间#010#1分钟'
        ]
    },
    {
        id: 's323',
        str: [
            '地藏大悲轮',
            '地藏大悲轮 #1%s/8#r#2地狱不空不成佛，借助地藏菩萨的#r大悲之力恢复目标和自身生命值。#r#1范围#0远程单体#r#1施放距离#020#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1治疗目标#0%d#r#1自身回复#0%d'
        ]
    },
    {
        id: 's485',
        str: [
            '如来三宝之四',
            '如来三宝之四 #1%s/8#r#2如来三宝，幻化为四。#r对敌人造成大量的伤害#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's327',
        str: [
            '军荼利明王咒',
            '军荼利明王咒 #1%s/1#r#2召唤军荼利明王破敌。可以使敌人#r任何增益状态立刻消失。#r#1范围#0远程单体#r#1施放距离#015#1米#r#1施放时间#02#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d'
        ]
    },
    {
        id: 's486',
        str: [
            '百八罗汉阵',
            '百八罗汉阵#1%s/8#r#2百八罗汉之阵，依靠自身真气#r让范围内敌人受到大量伤害#r#1范围：#0远程群体#r#1施放距离：#015#1米#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加攻击为当前人物真气的#0%d%#1再加上#0400'
        ]
    },
    {
        id: 's489',
        str: [
            '燃灯灵光咒',
            '燃灯灵光咒#1%s/5#r#2明王燃烧自己的躯体和灵魂#r对敌人造成巨大的打击#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间#01#1秒#r冷却时间#090#1秒',
            '#1消耗真气#0%d#r#1附加攻击为当前人物生命及真气的#0%d%#1'
        ]
    },
    {
        id: 's490',
        str: [
            '阿赖耶识',
            '阿赖耶识 #1%s/1#r#2此为根本识，由此生七识。#r可以迅速冷却技能#r不动尊明王咒 燃灯灵光咒#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#010000'
        ]
    },
    {
        id: 's488',
        str: [
            '入地狱',
            '入地狱 #1%s/5#r#2借神佛之光，被动增加#r攻击生命真气上限',
            '#1附加攻击：#0%d#2#r#1附加生命：#0%d#2#r#1附加真气：#0%d#2'
        ]
    },
    {
        id: 's487',
        str: [
            '天女散花',
            '天女散花 #1%s/5#r#2以天花散诸菩萨，悉皆堕落。#r驱除敌人增益状态，并使敌人更加脆弱#r#1范围#0远程群体#r#1施放距离#015#1米#r#1施放时间#01#1秒#r冷却时间#0120#1秒',
            '#1消耗真气#0%d#r#1增强伤害#0%d%#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's318',
        str: [
            '仁王金刚力',
            '仁王金刚力 #1%s/5#r#2被动技能。念彼仁王力，潜修金刚禅。#r增加自身生命真气上限。',
            '#1加真气上限百分比#0%d%#r#1增加生命#0%d'
        ]
    },
    {
        id: 's322',
        str: [
            '如来三宝之寂',
            '如来三宝之寂 #1%s/10#r#2天上天下，唯我独尊。#r借助佛祖之力降服妖魔，并附加击退效果。#r#1范围#0远程单体#1#r施放距离#015#1米#r施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1击退概率#0%d%'
        ]
    },
    {
        id: 's702',
        str: [
            '地狱不空',
            '地狱不空 #1%s/5#r#2地狱不空，被动增加#r攻击生命真气上限',
            '#1附加攻击：#0%d#2#r#1附加生命：#0%d#2#r#1附加真气：#0%d#2'
        ]
    },
    {
        id: 's704',
        str: [
            '善逝世间解',
            '善逝世间解#1%s/5#r#2善逝世间解，故能清#r可提高真气上限。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1增加真气上限#0%d#r#1持续时间#05#1分钟'
        ]
    },
    {
        id: 's706',
        str: [
            '灭生死苦',
            '灭生死苦 #1%s/5#r#2召唤不动尊明王破敌。可以使敌人#r的生命上限大大降低。#r#1范围#0远程群体#r#1施放距离#0武器攻击距离#r#1施放时间#02#1秒#r#1冷却时间#03#1分钟',
            '#1消耗真气#0%d#r#1生命上限降低#0%d%#r#1持续时间#06#1秒'
        ]
    },
    {
        id: 's705',
        str: [
            '天舞宝轮',
            '天舞宝轮#1%s/5#r#2天舞宝轮，莫可奈何#r群体攻击技能,附加伤害和自身真气相关#r#1范围：#0目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r#1冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1半径#010#1米#r#1附加的额外攻击是自身当前真气的#0%d%'
        ]
    },
    {
        id: 's701',
        str: [
            '化导无缘咒',
            '化导无缘咒#1%s/5#r#2无缘也可化导#r单体攻击技能，附加伤害值与真气有关。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加的额外攻击是自身真气上限的#0%d%'
        ]
    },
    {
        id: 's703',
        str: [
            '业徒琉璃',
            '业徒琉璃#1%s/5#r#2业徒琉璃，被攻击后增加真气上限#r#2最多叠加4次#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#060#1秒',
            '#1消耗真气#0%d#r#1每次被攻击增加真气上限#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's558',
        str: [
            '重击',
            '#0重击 #1%s/5#r#2小小魔灵的奋力一击，便能有如此力量。#r#1范围：#0中程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's559',
        str: [
            '突袭',
            '突袭 #1%s/5#r#2魔灵突袭，让敌人措手不及，造成目标流血。#r#1范围：#0中程单体#1#r施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1每两秒附加流血伤害：#0%d#r#1持续：#06#1秒'
        ]
    },
    {
        id: 's560',
        str: ['力量', '力量 #1%s/5#r#2被动技能，增加基础攻击力。', '#1增加攻击力：#0%d']
    },
    {
        id: 's562',
        str: [
            '断情',
            '断情 #1%s/8#r#2单体攻击技能，附加额外的伤害。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's564',
        str: [
            '毁伤',
            '毁伤 #1%s/8#r#2单体攻击技能，有一定概率附加#r减速效果。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1附加缓慢值：#0%d#r#1持续：#0%d秒#r#1缓慢后速度是正常速度的#020%#2'
        ]
    },
    {
        id: 's566',
        str: [
            '入魔',
            '入魔 #1%s/8#r#2主动增益技能，增加基础攻击力，#r只能对自身施放。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1持续时间：#030#1分钟#2'
        ]
    },
    {
        id: 's567',
        str: [
            '复仇',
            '复仇 #1%s/5#r#2挑衅目标，有一定概率激起#r目标的仇恨并招至攻击。#1#r范围：#0近程单体#1#r施放距离：#0武器攻击距离+1#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d秒#r#1消耗真气：#0%d#r#1成功概率：#0%d%#2'
        ]
    },
    {
        id: 's565',
        str: [
            '撕裂',
            '撕裂 #1%s/8#r#2单体攻击技能，有一定概率#r附加沉默效果。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续：#0%d#1秒'
        ]
    },
    {
        id: 's563',
        str: [
            '奔腾',
            '奔腾 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's568',
        str: [
            '灵击',
            '灵击 #1%s/8#r#2远程单体攻击技能#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's573',
        str: [
            '穿刺',
            '穿刺 #1%s/5#r#2远程范围攻击技能#r#1范围：#0目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1圆半径：#03#1米'
        ]
    },
    {
        id: 's572',
        str: [
            '通灵',
            '通灵 #1%s/8#r#2消耗真气恢复目标生命，可对#r自身或他人使用。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#04#1秒#r#1消耗真气：#0%d#r#1恢复生命：#0%d#2'
        ]
    },
    {
        id: 's570',
        str: [
            '血咒',
            '血咒 #1%s/8#r#2单体攻击技能，附加持续无视防御的流血伤害。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1每次附加流血伤害：#0%d#2#r#1持续：#03次'
        ]
    },
    {
        id: 's571',
        str: [
            '封闭',
            '封闭 #1%s/8#r#2单体攻击技能，有一定概率#r附加沉默效果。#1#r范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1持续：#04#1秒#2'
        ]
    },
    {
        id: 's569',
        str: [
            '缩地成寸',
            '缩地成寸 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's574',
        str: [
            '深刺',
            '深刺 #1%s/10#r#2单体攻击技能，斗魂的基本技能。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#2'
        ]
    },
    {
        id: 's575',
        str: [
            '迅捷',
            '迅捷 #1%s/5#r#2主动增益技能，一定时间内增加命中率和#r闪避率，只能对自身施放。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加躲闪值：#0%d#r#1增加命中值：#0%d#r#1持续时间：#030#1分钟#2'
        ]
    },
    {
        id: 's576',
        str: [
            '吸魂',
            '吸魂 #1%s/10#r#2单体攻击技能，能够降低目标的虚弱抗性#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1减少目标虚弱抗性：#0%d#r#1持续时间：#03#1秒'
        ]
    },
    {
        id: 's579',
        str: [
            '恶念',
            '恶念 #1%s/5#r#2单体攻击技能，使用后获得一个“恶”能量点。#r每点“恶”提升2%暴击伤害，持续20秒，最多可叠加5层。#r#1范围：#0单个目标#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's583',
        str: [
            '穷凶极恶',
            '穷凶极恶 #1%s/5#r#2单体攻击技能，消耗所有“恶”能量点，#r额外增加基础攻击和虚弱值，有几率使目标虚弱。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加虚弱值：#050#r#1持续时间：#02#1秒#r“恶”能量点越多，附加虚弱值越高，持续时间越长'
        ]
    },
    {
        id: 's577',
        str: [
            '斩魄',
            '斩魄 #1%s/10#r#2单体攻击技能，有一定概率附加虚弱效果。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1增加虚弱值：#0%d#r#1持续：#0%.1f#1秒#r#1虚弱后的攻击是正常的#080%#2'
        ]
    },
    {
        id: 's580',
        str: [
            '远行',
            '远行 #1%s/5#r#2被动技能，增加缓慢抗性和眩晕抗性。',
            '#1增加缓慢抗性#0%d#r#1增加眩晕抗性#0%d'
        ]
    },
    {
        id: 's581',
        str: [
            '投掷',
            '投掷 #1%s/5#r#2单体攻击技能，远程，有一定几率附加沉默效果。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+11#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1沉默持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's578',
        str: [
            '魔心',
            '魔心 #1%s/5#r#2单体攻击技能，使用后获得一个“魔”能量点。#r每点“魔”提升1%暴击率，持续20秒，最多可叠加5层。#r#1范围：#0单个目标#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's582',
        str: [
            '魔心道种',
            '魔心道种 #1%s/5#r#2单体攻击技能，消耗所有“魔”能量点，#r额外增加基础攻击和缓慢值，有几率使目标减速。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加缓慢值：#050#r#1持续时间：#02#1秒#r“魔”能量点越多，附加缓慢值越高，持续时间越长'
        ]
    },
    {
        id: 's710',
        str: [
            '化形之魂',
            '化形之魂 #1%s/1#r#2化身成为狼人(男)/猫女(女)#r虽然还不是真正的化形，但是也很强大#r是使用以后各级技能的必备条件#r#1范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d'
        ]
    },
    {
        id: 's584',
        str: [
            '僵化之触',
            '僵化之触 #1%s/10#r#2远程单体攻击技能，附加一定的伤害，#r并有一定概率附加缓慢效果。#1#r范围：#0远程单体#1#r施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1增加缓慢值：#0%d#r#1持续：#05#1秒#r#1缓慢后移动速度是正常的#020%#2'
        ]
    },
    {
        id: 's586',
        str: [
            '魔禁术',
            '魔禁术 #1%s/10#r#2以目标为中心，对四周一定范围内的#r目标造成伤害。#r#1范围：#0目标为中心#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1半径：#05#1米#2'
        ]
    },
    {
        id: 's585',
        str: [
            '灵魂强化',
            '灵魂强化 #1%s/5#r#2被动技能，增加基础攻击力。',
            '#1附加攻击#0%d#2'
        ]
    },
    {
        id: 's588',
        str: [
            '破法一击',
            '破法一击#1%s/5#r#2抽取敌方真气化为己用。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r#1冷却时间#060#1秒',
            '#1消耗真气#0%d#r#1抽取真气#0%d%'
        ]
    },
    {
        id: 's592',
        str: [
            '虚弱之触',
            '虚弱之触 #1%s/5#r#2远程单体攻击技能，有一定概率附加#r虚弱效果。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1增加虚弱值：#0%d#r#1持续：#0%d#1秒#r#1虚弱后攻击是正常的#080%#2'
        ]
    },
    {
        id: 's587',
        str: [
            '灵魂鞭笞',
            '灵魂鞭笞 #1%s/10#r#2远程单体攻击技能，附加一定的伤害#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d'
        ]
    },
    {
        id: 's590',
        str: [
            '诅咒之触',
            '诅咒之触 #1%s/5#r#2单体攻击技能，能够降低目标的缠绕抗性#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1减少目标缠绕抗性：#0%d#r#1持续时间：#03#1秒'
        ]
    },
    {
        id: 's591',
        str: [
            '困顿之触',
            '困顿之触 #1%s/5#r#2远程单体攻击技能，有一定概率附加#r缠绕效果。#1#r范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1增加缠绕值：#0%d#r#1持续：#0%d#1秒#r#1缠绕后无法移动'
        ]
    },
    {
        id: 's589',
        str: ['坚毅', '坚毅 #1%s/5#r#2被动技能，增加沉默抗性。', '#1增加沉默抗性#0%d#2']
    },
    {
        id: 's593',
        str: [
            '化石',
            '化石 #1%s/5#r#2消耗真气抵消部分伤害，只能对自身施放。#1#r范围：#0自身#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1真气吸收伤害和总伤害之比：#0%d%#r#1最大抵消伤害为人物最大真气量的#0%d倍'
        ]
    },
    {
        id: 's711',
        str: [
            '雷煞之影',
            '雷煞之影#1%s/1#r#2召唤雷煞之影，虽然还不是真正的雷煞，#r但是也非常强大，是使用以后各级技能的必备条件。#r#1范围：#0自身#r#1施放时间#0瞬发#r#1冷却时间#01#1秒',
            '#1消耗真气#0%d'
        ]
    },
    {
        id: 's2411',
        str: [
            '致命撕咬',
            '致命撕咬 #1%s/5#r#2攻击敌人要害部位并撕扯伤口，造成致命伤害#r对单体敌人持续造成大量伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1单次造成伤害：#0%d%目标最大生命值#r#2'
        ]
    },
    {
        id: 's2410',
        str: [
            '恶魔交衡',
            '恶魔交衡 #1%s/3#r#2恶与魔融合交衡，从而衍生出力量#r立刻冷却部分技能，且获得“恶”与“魔”#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#11级：#0冷却真魔圣体#r#12级：#0冷却真魔圣体，化形奥义#r#13级：#0冷却真魔圣体，化形奥义，立刻获得最高层数的“恶”和“魔”#r#2'
        ]
    },
    {
        id: 's594',
        str: [
            '化形',
            '化形 #1%s/3#r#2化身成为狼人(男)/猫女(女)#r移动速度增加，攻击力上升#r虚弱缓慢抗性增加#r防御力和生命上限降低#r使用以下各级技能的前提条件。#r#1范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1虚弱缓慢抗性增加：#0%d#r#1移动速度增加：#0%.1f#1米/秒#r#1攻击力上升：#0%d%#r#1防御下降：#0%d%#r#1生命上限下降：#0%d%'
        ]
    },
    {
        id: 's595',
        str: [
            '魔封拳',
            '魔封拳#1%s/8#r#2拳劲随心所欲，神妙无极，#r消耗所有“魔”和“恶”，有几率造成目标沉默。#r#1范围：#0近程群体#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1每点能量额外增加基础攻击：#02%#r#1附加沉默值：#0%d#r#1每点能量额外增加沉默值：#010#r#1沉默持续时间：#03#1秒#r#1每点能量额外增加沉默持续时间：#01#1秒'
        ]
    },
    {
        id: 's601',
        str: [
            '乱魔风',
            '乱魔风#1%s/5#r#2心神凝聚，以灵御敌，可使自身免疫#r迟缓、缠绕、眩晕、沉默状态，#r如果之前中了迟缓、缠绕状态，则解除。#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's605',
        str: [
            '恶魔献祭',
            '恶魔献祭#1%s/5#r#2消耗所有“魔”和“恶”能量点，#r消耗自身所有血量，以自身生命为代价，群体打击敌人。#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒',
            '冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1以牺牲血量的#0%d%#1做为附加攻击，打击敌人#r每点“魔”和“恶”能量将使附加攻击提高10%，使用后血量变为1。#r每点能量额外提供1%的技能命中。'
        ]
    },
    {
        id: 's597',
        str: [
            '狂野之爪',
            '狂野之爪#1%s/8#r#2犀利之爪，我心狂野。#r使用后有%d%几率获得一点“恶”。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1获得“恶”概率：#0%d%'
        ]
    },
    {
        id: 's600',
        str: [
            '恶煞之击',
            '恶煞之击#1%s/8#r#2消耗全部“恶”，将自身劲道凝结为一记石破惊天的猛击#r每点“恶”额外增加1%的基础攻击和1%暴击率。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1本次攻击增加暴击率#0%d%'
        ]
    },
    {
        id: 's604',
        str: [
            '追杀',
            '追杀#1%s/5#r#2抽取目标速度40%，#r同时使其受到更多伤害，#r自身加速40%#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+11#r#1施放时间#01#1秒#r冷却时间#01#1分钟',
            '#1消耗真气#0%d#r#1目标减速持续时间：#0%d#1秒#r#1目标受到伤害增加：#0%d%，#1持续：#0%d#1秒#r#1自身加速持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's602',
        str: [
            '虹吸术',
            '虹吸术#1%s/8#r#2长虹吸水，可降低敌方真气。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+4#r#1施放时间#01#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1对真气的伤害#0%d%'
        ]
    },
    {
        id: 's599',
        str: [
            '化形真解',
            '化形真解#1%s/5#r#2被动技能#r全面提升狼人状态下的移动速度、自身眩晕沉默抗性、攻击力、防御力和生命力',
            '#1增加移动速度#0%.1f米/秒#r#1眩晕沉默抗性增加：#0%d#r#1增加基础攻击力#0%d%#r#1增加防御力#0%.1f%#r#1增加生命上限#0%d%'
        ]
    },
    {
        id: 's606',
        str: [
            '破山之力',
            '破山之力#1%s/5#r#2被动技能，增加攻击和生命上限。',
            '#1附加攻击#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's603',
        str: [
            '化形奥义',
            '化形奥义#1%s/1#r#2龙神附体，天下无敌。魔族保命绝学，使用后小段时间#r内无敌，不受他人所有负面状态影响和伤害。#r击晕沉默状态下可用#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#0150#1秒',
            '#1消耗真气#03600#r#1持续时间#010#1秒'
        ]
    },
    {
        id: 's609',
        str: [
            '魔动拳',
            '魔动拳#1%s/8#r#2消耗所有“魔”能量点，对敌人造成伤害。#r“魔”能量点越多，造成的伤害越高。#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#07#1米#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1额外附加攻击为人物血量的#0%.1f%'
        ]
    },
    {
        id: 's610',
        str: [
            '魔破山河',
            '魔破山河#1%s/5#r#2消耗所有“恶”能量点数，以自身生命值上限和法力值上限的一定比例作为附加攻击力#r对敌人造成巨大伤害#r“恶”点数会额外总成一定伤害#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒',
            '冷却时间#0%d#1秒#r#1消耗真气#0%d#r#1附加攻击力为自身生命值上限的#0%d%#1与法力值上限的#0%d%#1之和#r每点“恶”点数会额外再增加生命值上限与法力值上限之和的#00.5%#1点攻击力'
        ]
    },
    {
        id: 's611',
        str: [
            '无双乱舞',
            '无双乱舞#1%s/5#r#2以超凡的身法和武技同时攻击周围的所有敌人，#r造成三次群体伤害，消耗所有“魔”和“恶”能量点，#r每点能量增加5%的基础攻击#r#1范围：#0近程群体#r#1施放时间#03#1秒#r#1冷却时间#0%d#1秒#r每级降低30秒的冷却时间',
            '#1消耗真气#0%d#r#1第一段附加攻击为自身真气上限的#0%d%#r#1第二段附加攻击为自身生命上限的#0%d%#r#1每点“魔”“恶”将使附加攻击的比率提高#02%#r#1第三段附加攻击为前两段附加攻击之和'
        ]
    },
    {
        id: 's607',
        str: [
            '极恶非道',
            '极恶非道#1%s/8#r#2恶到极致，有几率使敌人陷入睡眠。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加睡眠值#0%d#r#1持续时间#05#1秒'
        ]
    },
    {
        id: 's608',
        str: [
            '恶魔之心',
            '恶魔之心#1%s/5#r#2鸿运当头，自身获得%d点“魔”和“恶”。#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#030#1秒',
            '#1消耗真气#0%d#r#1获得“魔”“恶”：#0%d#1点'
        ]
    },
    {
        id: 's596',
        str: [
            '幽冥',
            '幽冥#1%s/5#r#2如入幽冥，被动技能，#r增加睡眠抗性和生命上限。',
            '#1增加睡眠抗性#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's598',
        str: [
            '铜头铁骨',
            '铜头铁骨#1%s/5#r#2狼人之躯，铜头铁骨，#r消耗所有能量，短时间内减少敌方施加的伤害，#r在该状态下被攻击有%d%几率获得一点“魔”或“恶”。#r#1范围：#0自身#r#1施放时间#01#1秒#r冷却时间#010#1秒',
            '#1消耗真气#0%d#r#1减少伤害#0%d%#r#1每点能量额外减少#01%#1伤害#r#1持续时间#040#1秒#r#1获得“魔”“恶”概率：#0%d%'
        ]
    },
    {
        id: 's740',
        str: [
            '杀破狼',
            '杀破狼#1%s/5#r#2杀破狼，三星同现，腥风血雨#r能够降低敌人的眩晕抗性，持续3秒#r有几率获得一点“魔”。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加攻击：#0%d#r#1降低目标眩晕抗性：#0%d#r#1持续时间：#03#1秒#r#1获得“魔”概率：#0%d%'
        ]
    },
    {
        id: 's741',
        str: [
            '兽魂觉醒',
            '兽魂觉醒#1%s/5#r#2兽魂觉醒，增加攻击和生命上限。',
            '#1附加攻击#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's745',
        str: [
            '真魔圣体',
            '真魔圣体#1%s/5#r#2真魔之体，自身可免疫所有负面状态和伤害。#r#1范围：#0自身#r#1施放时间：#02#1秒#r冷却时间：#05#1分钟',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1每点“魔”额外增加持续时间：#01#1秒#r#1每点“恶”额外增加持续时间：#01#1秒'
        ]
    },
    {
        id: 's744',
        str: [
            '碎神击',
            '碎神击#1%s/5#r#2碎神一击，有几率使敌人虚弱。#r#1范围：#0近程群体#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#06#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加虚弱值：#0%d#r#1虚弱持续时间：#0%d#1秒#r#1每点“魔”额外增加虚弱持续时间：#01#1秒'
        ]
    },
    {
        id: 's742',
        str: [
            '撕天裂地',
            '撕天裂地#1%s/5#r#2天地可以撕裂，有几率使敌人眩晕#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加眩晕值：#0%d#r#1眩晕持续时间：#0%d#1秒#r#1每点“恶”额外增加眩晕持续时间：#00.5#1秒'
        ]
    },
    {
        id: 's743',
        str: [
            '心随意动',
            '心随意动#1%s/5#r#2心随意动，可以使自身免疫沉默状态#r若之前中了沉默状态，则解除。#r有几率获得一点“魔”，#r有几率获得一点“恶”。#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1免疫沉默持续：#0%d#1秒#r#1获得“魔”概率：#0%d%#r#1获得“恶”概率：#0%d%'
        ]
    },
    {
        id: 's3328',
        str: [
            '离首回风',
            '离首回风 #1%s/5#r攻击敌方目标，造成眩晕#r眩晕结束后缓慢#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+4#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1眩晕时间：#03#1秒#r#1缓慢时间：#0%d#1秒'
        ]
    },
    {
        id: 's3329',
        str: [
            '瞬千斩',
            '瞬千斩 #1%s/5#r一瞬千击，快速三连击#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1第一击基础攻击：#0%d%#r#1第一击附加攻击：自身生命上限的#0%d%#r#1第一击基础攻击：#0%d%#r#1第一击附加攻击：自身生命上限的#0%d%#r#1第一击基础攻击：#0%d%#r#1第一击附加攻击：自身生命上限的#0%d%'
        ]
    },
    {
        id: 's2399',
        str: [
            '冰尖激射',
            '冰尖激射 #1%s/5#r#2从地面召唤出冰柱一路猛攻向敌人#r对沿途的敌人受到的伤害增加并较大概率减少移动速度#r#1施放范围：#0直线#r#1直线宽度：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1附加缓慢值：#0%d#r#1降低移动速度：#0%d#1米/秒#r#1受到伤害增加：#0%d%#r#2'
        ]
    },
    {
        id: 's2398',
        str: [
            '狱炎暴',
            '狱炎暴 #1%s/5#r#2召唤陨石之雨从天而降#r对范围内敌人造成伤害#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1单次造成伤害：#0%d%目标最大生命值#r#2'
        ]
    },
    {
        id: 's613',
        str: [
            '冰魄',
            '冰魄#1%s/5#r#2召唤冰魄，魔力上限提升，#r对冰系法术有额外的加成效果#r使用以后各级技能的必备条件之一#r#1范围：#0自身#r#1施放时间#0瞬发#r#1冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加魔力上限#0%d'
        ]
    },
    {
        id: 's631',
        str: [
            '变形术',
            '变形术#1%s/1#r#2将目标变身为羊，移动速度减慢，#r不能攻击。目标被攻击后解除变形状态，#r与高等变形术共同CD，不可同时使用。#r#1范围：#0武器攻击范围#r#1施放时间#01#1秒#r#1冷却时间#060#1秒',
            '#1消耗真气：#03000#r#1持续时间：#015#1秒'
        ]
    },
    {
        id: 's617',
        str: [
            '雷霆震击',
            '雷霆震击#1%s/8#r#2雷霆震动，凡物辟让，有几率将目标击退5米。#r雷煞状态下击退概率提升，击退距离提升。#r(击退只对怪物有效)#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#05#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加击退概率#0%d%'
        ]
    },
    {
        id: 's620',
        str: [
            '清雷盾',
            '清雷盾#1%s/5#r#2召唤雷之盾，防御提升，眩晕抗性提升。#r雷煞状态使用技能每级额外提升5点防御力。#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气：#0%d#r#1增加防御：#0%d#r#1增加眩晕抗性：#0%d#r#1持续时间：#030#1分钟'
        ]
    },
    {
        id: 's623',
        str: [
            '无极雷破',
            '无极雷破#1%s/5#r#2雷霆之威，无人敢撄其锋芒。#r雷煞状态下附加攻击力和眩晕值提升。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加眩晕值：#0%d#r#1雷煞额外附加攻击：#0%d#r#1雷煞额外附加眩晕值：#0%d#r#1眩晕持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's616',
        str: [
            '黑沼水牢',
            '黑沼水牢#1%s/8#r#2如入黑沼，如囚水牢，有几率附加缠绕效果。#r冰魄状态下附加缠绕值提升，缠绕时间提升。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#02#1秒#r冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%d%#r#1附加攻击#0%d#r#1附加缠绕值#0%d#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's619',
        str: [
            '癸水盾',
            '癸水盾#1%s/5#r#2召唤水之盾，防御提升，缓慢抗性提升。#r冰魄状态使用技能每级额外提升5点防御力。#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气：#0%d#r#1增加防御：#0%d#r#1增加缓慢抗性：#0%d#r#1持续时间：#030#1分钟'
        ]
    },
    {
        id: 's622',
        str: [
            '恨水滔天',
            '恨水滔天#1%s/5#r#2不绝恨意，召唤癸水大范围攻击敌人，#r造成敌人群体减速，持续%d秒。#r冰魄状态下敌人被减速时间增加。#r#1范围：#0目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1分钟',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1半径：#010#1米'
        ]
    },
    {
        id: 's615',
        str: [
            '烈焰焚身',
            '烈焰焚身#1%s/8#r#2烈焰焚身，附加持续伤害，能#r融石化骨，销金断玉，让敌人防无可防。#r火魂形态下每次持续伤害额外增加100点。#r#1范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%.1f%#r#1附加攻击力：#0%d#r#1每次附加持续伤害：#0%d#r#1附加伤害次数：#03#1次'
        ]
    },
    {
        id: 's618',
        str: [
            '烈火盾',
            '烈火盾#1%s/5#r#2召唤火之盾，防御提升，沉默抗性提升。#r火魂状态使用技能每级额外提升5点防御力。#r#1范围：#0自身#r#1施放时间#01#1秒#r#1冷却时间#05#1秒',
            '#1消耗真气：#0%d#r#1增加防御：#0%d#r#1增加沉默抗性：#0%d#r#1持续时间：#030#1分钟'
        ]
    },
    {
        id: 's624',
        str: [
            '炽烈之心',
            '炽烈之心#1%s/5#r#2被动技能#r炽烈似火，永不停息，#r提高自己的攻击力和生命力。',
            '#1增加攻击力#0%d#r#1增加生命力#0%d'
        ]
    },
    {
        id: 's621',
        str: [
            '天灯灼神',
            '天灯灼神#1%s/5#r#2天上灯火，灼伤敌人神识，#r有极大可能使周围目标进入睡眠状态。#r火魂状态增加施法范围和睡眠持续时间。#r#1范围：#0以自身为圆心的圆#r#1施放时间#01#1秒#r冷却时间#02#1分钟',
            '#1消耗真气#0%d#r#1半径#0%d#1米#r#1持续时间#0%d#1秒'
        ]
    },
    {
        id: 's614',
        str: [
            '雷煞',
            '雷煞#1%s/5#r#2召唤雷煞，攻击力提升，#r对雷电系法术有额外的加成效果#r使用以后各级技能的必备条件之一#r#1范围：#0自身#r#1施放时间#0瞬发#r#1冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加攻击力#0%d'
        ]
    },
    {
        id: 's628',
        str: [
            '灭世之焱',
            '灭世之焱#1%s/5#r#2灭世之火从天而降，有几率使敌人沉默。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#03#1秒#r#1冷却时间：#07#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1沉默持续时间：#05#1秒'
        ]
    },
    {
        id: 's630',
        str: [
            '雷动九天',
            '雷动九天#1%s/5#r#2青霄雷动，九天震颤#r群攻技能，有可能使目标眩晕#r#1范围：#0目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#020#1米#r#1施放时间：#02#1秒#r#1冷却时间：#02#1分钟',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加的额外攻击为真气上限的#0%d%#r#1附加眩晕值：#0%d#r#1持续时间：#05#1秒'
        ]
    },
    {
        id: 's625',
        str: [
            '金乌展翅',
            '金乌展翅#1%s/8#r#2金乌展翅，万里火海#r单体攻击,有一定机率让敌人眩晕1秒#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间#01#1秒#r冷却时间#02#1秒',
            '#1消耗真气#0%d#r#1附加基础攻击#0%.1f%#r#1附加攻击#0%d'
        ]
    },
    {
        id: 's627',
        str: [
            '圣魔诀',
            '圣魔诀 #1%s/5#r#2主动增益技能#r从朝寅旦直至暮,一切众生自回护#r祛病消灾,免疫沉默,眩晕状态#r#1#r范围：#0自身#1#r施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续：#0%d#1秒'
        ]
    },
    {
        id: 's612',
        str: [
            '火魂',
            '火魂#1%s/5#r#2召唤火魂，生命上限提升，#r对火系法术有额外的加成效果#r使用以后各级技能的必备条件之一#r#1范围：#0自身#r#1施放时间#0瞬发#r#1冷却时间#01#1秒',
            '#1消耗真气#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's632',
        str: [
            '高等变形术',
            '高等变形术#1%s/1#r#2将目标变身为羊，禁食，移动速度减慢，#r不能攻击。目标被攻击后解除变形状态，#r与变形术共同CD，不可同时使用。#r#1范围：#0武器攻击范围#r#1施放时间#01#1秒#r#1冷却时间#0300#1秒',
            '#1消耗真气：#05000#r#1持续时间：#015#1秒'
        ]
    },
    {
        id: 's626',
        str: [
            '魔战诀',
            '魔战诀#1%s/5#r#2魔族上乘功法，可使下次攻击#r增加攻击%d%。#r#1施放时间#01#1秒#r冷却时间#05#1分钟',
            '#1消耗真气#0%d#r#1有效时间#0%d#1秒'
        ]
    },
    {
        id: 's629',
        str: [
            '玄冰魔龙',
            '玄冰魔龙#1%s/5#r#2冰龙出世，谁与争锋#r有可能使目标缓慢#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#02#1分钟',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加的额外攻击为真气上限的#0%d%#r#1附加缓慢值：#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间：#05#1秒'
        ]
    },
    {
        id: 's748',
        str: [
            '焚天极火',
            '焚天极火#1%s/5#r#2焚天之火，降低敌人沉默抗性。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加攻击：#0%d#r#1降低沉默抗性：#0%d#r#1持续时间：#03#1秒#r#1火魂状态下每等级火魂额外增加持续时间：#01#1秒'
        ]
    },
    {
        id: 's749',
        str: [
            '火炎焱',
            '火炎焱#1%s/5#r#2火，祛除万邪，可以使自身免疫眩晕状态#r若之前中了眩晕状态，则解除。#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1免疫眩晕持续：#0%d#1秒'
        ]
    },
    {
        id: 's747',
        str: [
            '水冰心',
            '水冰心#1%s/5#r#2被动技能，如水心，如冰心#r提高自己的攻击力，生命力和真气值',
            '#1增加攻击力#0%d#r#1增加生命力#0%d#r#1增加真气值#0%d'
        ]
    },
    {
        id: 's746',
        str: [
            '巨魔神兵',
            '巨魔神兵 #1%s/5#r#2巨魔神兵，攻击目标及周围敌人#r#1范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击为真气上限的#0%d%#r#1雷煞额外附加攻击为真气上限的#0%d%#1'
        ]
    },
    {
        id: 's751',
        str: [
            '魔神法身',
            '魔神法身#1%s/5#r#2真魔之体，自身可免疫所有负面状态和伤害。#r火魂状态额外冷却天灯灼神#r冰魄状态额外冷却玄冰魔龙#r雷煞状态额外冷却雷动九天#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's750',
        str: [
            '镜花水月',
            '镜花水月#1%s/5#r#2恍如镜花水月#r有几率使敌人沉默#r冰魄状态下有几率使敌人缓慢#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1沉默持续时间：#0%d#1秒#r#1附加缓慢值：#0%d#1#r#1每等级冰魄额外增加缓慢值：#010#r#1缓慢后速度是原来的#020%#r#1缓慢持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3330',
        str: [
            '御雷',
            '御雷 #1%s/5#r全面提高自身暴击与抵抗能力#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1增加暴击率：#0%d%#r#1增加暴击伤害：#0%d%#r#1增加抗暴击伤害：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3331',
        str: [
            '神霄天雷',
            '神霄天雷 #1%s/5#r煌煌天威，九霄神雷#r攻击敌方目标#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1攻击距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：真气上限的#0%d%'
        ]
    },
    {
        id: 's913',
        str: [
            '战魂击',
            '战魂击 #1%s/10#r#2单体攻击技能，命中后有几率得到1点战魂。#r每点战魂增加自身生命上限1%，持续30秒，最多可以叠加5层。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1获得战魂概率：#0%d%#r#1消耗真气：#0%d#r#1附加攻击：#0%d#r#2'
        ]
    },
    {
        id: 's916',
        str: [
            '野性之魂',
            '野性之魂 #1%s/5#r#2被动技能，增加生命上限。',
            '#1增加生命上限#0%d#2'
        ]
    },
    {
        id: 's919',
        str: [
            '御魂击',
            '御魂击 #1%s/5#r#2御使战魂攻击前方扇形范围敌人，自身有几率获得1点战魂#r每点战魂增加自身生命上限1%，持续30秒，最多可以叠加5层。#r#1范围：#0近程群体#r#1半径：#0%d#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1攻击角度：#0120°#r#1获得战魂几率：#0%d%#r#2'
        ]
    },
    {
        id: 's918',
        str: [
            '挑衅',
            '挑衅 #1%s/5#r#2挑衅目标，激起目标的仇恨并招致攻击。#r附加的仇恨与人物等级和技能等级成正比。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+10#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's922',
        str: [
            '统御战吼',
            '统御战吼 #1%s/5#r#2以自身为中心，增加周围队友的防御力#r若自身有战魂，则额外获得防御力。#r#1范围：#0近程群体#r#1半径：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加防御力：#0%d#r#1每点战魂额外增加自身1%防御#r#1持续：#05#1分钟#r#2'
        ]
    },
    {
        id: 's915',
        str: [
            '战斗低吼',
            '战斗低吼 #1%s/6#r#2单体增益技能，消耗全部战魂，增加自身攻击力。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加本体攻击力：#0%d#r#1持续：#05#1分钟#r#1每点战魂额外增加攻击：#0%d#r#1每点战魂增加持续时间：#01#1分钟#r#2'
        ]
    },
    {
        id: 's917',
        str: [
            '战魂统御',
            '战魂统御 #1%s/5#r#2单体增益技能，提升自身暴击率#r每点战魂额外提供1%的暴击率。#r#1#r范围：#0自身#1#r施放时间：#01#1秒#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加暴击率：#0%d%#r#1持续：#0%d#1秒#r#1每点战魂额外增加暴击率#01%#r#2'
        ]
    },
    {
        id: 's923',
        str: [
            '碎魂击',
            '碎魂击#1%s/5#r#2攻击对方魂魄，有几率造成目标眩晕，#r每点战魂额外增加攻击力和眩晕值。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1每点战魂额外增加基础攻击：#01%#r#1附加攻击力：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#05#1秒#r#1每点战魂额外附加眩晕值：#010#r#2'
        ]
    },
    {
        id: 's921',
        str: [
            '裂魂震',
            '裂魂震 #1%s/5#r#2群体攻击技能，消耗所有战魂，能够将自身#r周围的敌人击退，同时降低被击退敌人的移动速度。#r(击退只对怪物有效)#r#1范围：#0近程群体#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#020#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1击退#0%d#1米#r#1移动速度降低：#010%#r#1每点战魂额外降低移动速度10%#r#1持续时间：#05#1秒#r#2'
        ]
    },
    {
        id: 's920',
        str: [
            '魔性之魄',
            '魔性之魄#1%s/5#r#2被动技能，魔气缠绕，增加眩晕和缓慢抗性。',
            '#1增加抗性：#0%d'
        ]
    },
    {
        id: 's914',
        str: [
            '破魂虚',
            '破魂虚 #1%s/5#r#2破魂一击，重创敌人魂魄，使其进入虚弱状态。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间#010#1秒',
            '#1消耗真气：#0%d#r#1附加虚弱值：#0%d#r#1自身战魂5层则可100%虚弱敌人#r#1虚弱后攻击力为正常攻击力的#080%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's872',
        str: [
            '飓风漩',
            '飓风漩 #1%s/8#r#2远程单体攻击技能，附加一定的伤害，#r并有一定概率附加缓慢效果。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1增加缓慢值：#0%d#r#1持续：#05#1秒#r#1缓慢后移动速度是正常的#0%d%#r#2'
        ]
    },
    {
        id: 's874',
        str: [
            '春雨化生咒',
            '春雨化生咒 #1%s/5#r#2消耗真气恢复目标生命，可对#r自身或他人使用。#1#r范围：#0远程单体#1#r施放距离：#020#1米#r施放时间：#01#1秒',
            '#1冷却时间：#01#1秒#r#1消耗真气：#0%d#r#1恢复生命：#0%d#r#2'
        ]
    },
    {
        id: 's876',
        str: [
            '辉耀之花',
            '辉耀之花 #1%s/5#r#1祝福类图腾#r#2召唤辉耀之花，提高周围队友的攻击力和防御#r力。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#015#1米#r冷却时间：#020#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1攻击力增加：#0%d#r#1防御力增加：#0%d#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's879',
        str: [
            '原灵之体',
            '原灵之体 #1%s/5#r#2被动技能，增加眩晕抗性和缠绕#r抗性。',
            '#1增加眩晕抗性：#0%d#r#1增加缠绕抗性：#0%d#r#2'
        ]
    },
    {
        id: 's882',
        str: [
            '榴莲之怒',
            '榴莲之怒 #1%s/8#r#2召唤天界深渊魔球，爆炸造成#r的伤害,使对方魔气缠身进入缓慢状态。#r#1范围：#0远程群体#r#1施放距离：#015#1米#r#1施放时间：#02#1秒#r冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1半径：#08#1米#r#1附加基础攻击：#0%d%#r#1缓慢值：#0%d#r#1缓慢后移动速度是正常的#0%d%#r#1持续时间：#06#1秒#r#2'
        ]
    },
    {
        id: 's875',
        str: [
            '祈灵咒',
            '祈灵咒 #1%s/5#r#2被动技能，增加生命和真气上限。',
            '#1增加生命上限：#0%d#r#1增加真气上限：#0%d#2'
        ]
    },
    {
        id: 's878',
        str: [
            '腐魂毒',
            '腐魂毒 #1%s/5#r#2产生腐蚀之气，腐蚀灵魂，降#r低对方眩晕和缠绕抗性。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒#r冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1降低对方眩晕抗性：#0%d#r#1降低对方缠绕抗性：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's881',
        str: [
            '生命之歌',
            '生命之歌 #1%s/5#r#2以自身为中心，恢复周围一定范围内#r队友的生命值。#1#r范围：#0自身为中心半径15米的圆#1#r施放时间：#01#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1恢复生命：#0%d#r#2'
        ]
    },
    {
        id: 's877',
        str: [
            '飞沙走石',
            '飞沙走石 #1%s/8#r#2远程范围攻击技能，以攻击#r目标为中心向四周释放伤害。#1#r范围：#0远程群体#1#r施放距离：#018#1米#r施放时间：#02#1秒#r冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加眩晕值：#0%d#r#1持续：#03#1秒#r#1半径：#05#1米#r#2'
        ]
    },
    {
        id: 's880',
        str: [
            '火山祝福',
            '火山祝福 #1%s/5#r#2单体祝福技能，为目标添加#r真元盾，消耗真气吸收伤害。#r#1范围：#0远程单体#r#1释放距离：#020#1米#r#1施放时间：#01#1秒#r冷却时间：#020#1秒',
            '#1消耗真气：#0%d#r#1吸收伤害比例：#0%d%#r#1最大吸收伤害为人物最大真气的#0%.1f#1倍#r#1最长持续时间：#030#1秒#r#2'
        ]
    },
    {
        id: 's873',
        str: [
            '蚀筋藤',
            '蚀筋藤 #1%s/5#r#1攻击类图腾#r#2召唤蚀筋藤，攻击周围单个敌人，附加沉默#r效果。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#015#1米#r冷却时间：#05#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾攻击间隔：#02#1秒#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1附加沉默值：#0%d#r#1持续：#03#1秒#r#2'
        ]
    },
    {
        id: 's2407',
        str: [
            '尖刺之盾',
            '尖刺之盾 #1%s/5#r#2使自己如同带刺的盾牌，#r给予胆敢攻击自己的人沉痛的反击#r给自己一个祝福，接下来的时间内攻击自己的人#r将会按比例受到反击#r生命值上限会增加额外的反伤比例#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1反伤比例：#0%d%#r#1持续时间：#0%d#1秒#r#1额外反伤比例：#1每#010000#1点生命值上限增加#01%#r#2'
        ]
    },
    {
        id: 's2406',
        str: [
            '魂之韧',
            '魂之韧 #1%s/5#r#2灵魂的坚韧程度超出你的想象#r大幅度提高自己的防御，#r提升的数值和自己的生命及真气有关#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加防御：#0%d%*(最大生命值+最大法力值)#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's930',
        str: [
            '野性之魄',
            '野性之魄#1%s/5#r#2被动技能，提高自身攻击力和生命上限。',
            '#1增加攻击力：#0%d#r#1增加生命上限：#0%d#r#2'
        ]
    },
    {
        id: 's929',
        str: [
            '怒魂打击',
            '怒魂打击 #1%s/8#r#2攻击敌人，对敌人造成巨大仇恨，#r附加的仇恨与人物等级和技能等级成正比。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#2'
        ]
    },
    {
        id: 's931',
        str: [
            '鬼步',
            '鬼步 #1%s/5#r#2向目标冲锋并使目标眩晕，#r短时间增加自身移动速度#r不受自身不利状态的影响#r并可以解除自身不利状态#r#1范围：#0远程单体#r#1施放距离：#01~20#1米#r#1施放时间：#01#1秒#r#1冷却时间：#020#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1眩晕持续时间：#02#1秒#r#1移动速度增加：#0%.1f米每秒#r#1持续时间：#02#1秒'
        ]
    },
    {
        id: 's933',
        str: [
            '血魂打击',
            '血魂打击 #1%s/5#r#2二段击，消耗掉所有战魂，对目标造成#r巨大伤害，伤害和当前魂值相关。#r若目标当前血量低于目标总血量30%则直接秒杀敌人#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1每点战魂额外增加#02%#1的基础伤害#r#2'
        ]
    },
    {
        id: 's925',
        str: [
            '震慑怒吼',
            '震慑怒吼 #1%s/5#r#2震慑周围敌人，使敢于攻击自己的敌人有几率进入缓慢状态#r在震慑怒吼状态下自身被攻击有几率获得战魂#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#020#1秒',
            '#1消耗真气#0%d#r#1缓慢几率：#0%d%#r#1缓慢持续时间：#05#1秒#r#1震慑状态持续时间：#0%d#1秒#r#1生效次数：#0%d#r#1缓慢后速度为正常的#050%#r#1自身被攻击获得战魂几率：#0%d%#r#2'
        ]
    },
    {
        id: 's927',
        str: [
            '灵魂溅射',
            '灵魂溅射 #1%s/8#r#2消耗掉所有战魂，使凶灵打击和鬼缠打击#r变为群体攻击，攻击范围增加到5米。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#020#1秒',
            '#1消耗真气#0%d#r#1持续时间：#0%d#1秒#r#1攻击人数：#0%d#r#1每点战魂额外提供2秒持续时间#r#2'
        ]
    },
    {
        id: 's935',
        str: [
            '破魂重击',
            '破魂重击 #1%s/5#r#2破魂一击，重创敌人魂魄，使其#r必定进入虚弱状态，自己得到1点战魂。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%.1f%#r#1增加攻击：#0%d#r#1虚弱后攻击力为正常的#080%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's928',
        str: [
            '鬼缠打击',
            '鬼缠打击 #1%s/8#r#2单体攻击技能，有一定概率附加缓慢效果#r若目标处于缓慢状态，则附带缠绕效果，自身有几率获得1点战魂#r每点战魂增加自身生命上限1%，持续30秒，最多可以叠加5层。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1缓慢值：#0%d#r#1持续时间：#05#1秒#r#1缠绕值：#0%d#r#1持续时间：#02#1秒#r#1每点魂额外提供#010#1点缓慢值和#010#1点缠绕值#r#1自身获得战魂概率：#0%d%#r#2'
        ]
    },
    {
        id: 's932',
        str: [
            '持久战吼',
            '持久战吼 #1%s/5#r#2增加周围队友的生命上限。#r#1范围：#0自身为圆心#r#1半径：15米#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加血量上限：#0%d%#r#1持续：#030#1分钟#r#2'
        ]
    },
    {
        id: 's934',
        str: [
            '振奋战吼',
            '振奋战吼 #1%s/5#r#2振奋自己，使敢于攻击自己的敌人进入眩晕状态#r在震慑怒吼状态下自身被攻击有几率获得战魂#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1眩晕持续时间：#05#1秒#r#1振奋状态持续时间：#0%d#1秒#r#1生效次数：#0%d#r#1自身被攻击获得战魂几率：#0%d%#r#2'
        ]
    },
    {
        id: 's926',
        str: [
            '战魂降临',
            '战魂降临 #1%s/5#r#2主动增益技能，得到战魂，战魂增加#r自身生命上限1%，持续30秒，最多5点。#r只能对自身施放。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1获得战魂点数：#0%d#r#1消耗真气：#0%d#r#1持续时间：#030#1秒#r#2'
        ]
    },
    {
        id: 's939',
        str: [
            '无双杀道',
            '无双杀道 #1%s/5#r#2二段击，攻击面前180度范围内#r的敌人，每段攻击获得1点战魂。#r战魂增加自身生命上限1%，持续30秒，最多5点。#r#1范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1攻击半径：#0%d#1米#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's948',
        str: [
            '武灵护佑',
            '武灵护佑 #1%s/5#r#2天下无敌，战魂可以延长时间。#r击晕状态下可用。#r#1范围：#0自身#r#1施放时间#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1每点战魂增加持续时间：#01#1秒#r#2'
        ]
    },
    {
        id: 's943',
        str: [
            '战魂护体',
            '战魂护体 #1%s/5#r#2单体祝福技能，使得在短时间内#r不会死亡，消耗战魂可以延长持续时间。#r击晕状态下可用。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1持续：#0%d#1秒#r#1每点战魂增加可延长#01#1秒#r#2'
        ]
    },
    {
        id: 's936',
        str: [
            '战斗之魄',
            '战斗之魄#1%s/5#r#2被动技能，提高眩晕专精和生命上限。',
            '#1增加眩晕专精：#0%d#r#1增加生命上限：#0%d'
        ]
    },
    {
        id: 's944',
        str: [
            '坚韧之魄',
            '坚韧之魄 #1%s/5#r#2被动技能，提高自身攻击力和生命上限。',
            '#1增加攻击力：#0%d#r#1增加生命上限#0%d'
        ]
    },
    {
        id: 's924',
        str: [
            '凶灵打击',
            '凶灵打击 #1%s/10#r#2单体攻击技能，附加额外的伤害，有几率得到1点战魂。#r每点战魂增加自身生命上限1%，持续30秒，最多可以叠加5层。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1有#0%d%#1的概率得到1点战魂#r#2'
        ]
    },
    {
        id: 's937',
        str: [
            '嘲弄',
            '嘲弄 #1%s/5#r#2嘲讽周围敌人，使之攻击自己#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1半径：#0%d#1米#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's938',
        str: [
            '恐怖怒吼',
            '恐怖怒吼 #1%s/5#r#2沉默自身周围目标#r#1范围：#0以自身为圆心的圆#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1半径：#0%d#1米#r#1消耗真气：#0%d#r#1附加沉默值：#0%d#r#1持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's942',
        str: [
            '灵魂觉醒',
            '灵魂觉醒 #1%s/5#r#2单体增益技能，消耗所有战魂，提升自身#r攻击力，每点战魂提供2%的攻击力。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击力：#0%d%#r#1持续：#0%d#1秒#r#1每点战魂额外增加攻击力#02%#r#2'
        ]
    },
    {
        id: 's941',
        str: [
            '夺魄怒吼',
            '夺魄怒吼 #1%s/5#r#2眩晕自身周围目标，不受自身#r不利状态的影响并可以解除自身不利状态#r#1范围：#0以自身为圆心的圆#r#1施放时间：#02#1秒#r#1冷却时间：#0120#1秒',
            '#1半径：#0%d#1米#r#1消耗真气#0%d#r#1附加眩晕值：#0%d#r#1持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's940',
        str: [
            '旋灵斩击',
            '旋灵斩击 #1%s/5#r#2对自身周围敌人造成伤害，自身血量越低，造成的伤害越高。#r#1范围：#0以自身为圆心#r#1半径：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1额外附加攻击力为人物当前血量与最大血量差值的%d%#r#1每点战魂额外附加10%人物当前血量与最大血量差值的伤害#r#2'
        ]
    },
    {
        id: 's945',
        str: [
            '祸乱嚎叫',
            '祸乱嚎叫 #1%s/5#r#2若自身处于负面状态时，可将#r负面状态传递给自身周围目标。#r#1范围：#0自身周围#r#1半径：#0%d#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1半径：#0%d#1米#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's946',
        str: [
            '灵魂怒击',
            '灵魂怒击 #1%s/5#r#2单体攻击技能，造成大量仇恨。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1额外附加仇恨：#0%d#r#2'
        ]
    },
    {
        id: 's947',
        str: [
            '誓死打击',
            '誓死打击 #1%s/5#r#2单体攻击技能，降低自己的血量上限#r换取强大攻击力，并造成沉默和禁食的效果。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1沉默值：#0%d#r#1沉默禁食持续时间：#04#1秒#r#1额外附加攻击为降低生命上限的%d%#r#1降低自己的生命上限#0%d%#r#1持续#0%d#1秒#r#2'
        ]
    },
    {
        id: 's3332',
        str: [
            '裂魂击',
            '裂魂击 #1%s/5#r对范围内敌方猛击，概率造成眩晕#r若眩晕则会受到流血伤害#r#1范围：#0以目标点为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1眩晕概率：#0%d%#r#1眩晕时间：#03#1秒#r#1流血伤害：最大生命的#0%d%#r#1流血时间：#010#1秒'
        ]
    },
    {
        id: 's3333',
        str: [
            '嗜血魂刃',
            '嗜血魂刃 #1%s/5#r提高自身攻击和技能命中#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1攻击力提高：#0%d%#r#1技能命中提高：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2403',
        str: [
            '土灵护卫',
            '土灵护卫 #1%s/5#r#1攻击类图腾#r#2召唤一个会守护主人的土灵，土灵无法移动，但会攻击周围目标#r对目标造成大量伤害，造成的伤害跟图腾主人的真气上限有关#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#016#1米#r冷却时间：#0120#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1图腾攻击附加主人法力比例：#0%d%#r#1攻击力传承比例：#0%d%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#2'
        ]
    },
    {
        id: 's2402',
        str: [
            '先祖之心',
            '先祖之心 #1%s/3#r#2得到祖巫之神力灌注，短时间内#r增加图腾的召唤个数，该效果无法被驱散。#r施放此技能会覆盖已有的祖巫之力的效果#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1等级1使得毒炎蛇阵的召唤数量增加#02#1个#r#1等级2使得毒炎蛇阵 麻痹之藤召唤数量增加#02#1个#r#1等级3使得毒炎蛇阵 麻痹之藤 饕餮骨杖召唤数量#r增加#02#1个#r#1有效时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's883',
        str: [
            '逆转轮回',
            '逆转轮回 #1%s/5#r#2以鬼神之力逆转轮回，引渡目标回#r到阳间。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#03#1秒#r冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1复活后生命/真气是最大值的#0%d%#r#2'
        ]
    },
    {
        id: 's887',
        str: [
            '原灵之佑',
            '原灵之佑 #1%s/5#r#2被动技能，增加生命和真气上限。',
            '#1增加生命上限：#0%d#r#1增加真气上限：#0%d#r#2'
        ]
    },
    {
        id: 's889',
        str: [
            '生命源泉',
            '生命源泉 #1%s/5#r#1祝福类图腾#r#2召唤生命源泉，提高周围队友的生命上限，#r并回复一定比例的生命。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#020#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1增加周围队友的血量上限#0%d%#r#1状态持续：#0%d#1秒#r#1每次回复生命上限的#0%d%#1的血量#r#2'
        ]
    },
    {
        id: 's894',
        str: [
            '灵魂固化',
            '灵魂固化#1%s/3#r#2固本培元，使对方免疫负面状态，并有概率#r清除对方无相诅咒状态。若对图腾释放，#r则可让图腾额外免疫若干次攻击。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r冷却时间：#02#1分钟',
            '#1消耗真气：#0%d#r#1等级1使目标免疫缠绕 #r#1等级2使目标免疫沉默缠绕#r#1等级3使目标免疫沉默缠绕缓慢眩晕#r#1状态持续：#0%d#1秒#r#1清除负面状态概率：#0%d%#r#1图腾免疫攻击和负面效果次数：#0图腾等级+3#r#1最长有效时间：#02#1分钟#r#2'
        ]
    },
    {
        id: 's885',
        str: [
            '毒炎蛇阵',
            '毒炎蛇阵 #1%s/5#r#1攻击类图腾#r#2召唤毒炎蛇阵，持续不断的发出火蛇攻击单#r个敌人附加虚弱效果。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#016#1米#r冷却时间：#05#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾攻击间隔：#01#1秒#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1虚弱值：#0%d#r#1虚弱后攻击力为正常的#080%#r#1持续：#05#1秒#r#2'
        ]
    },
    {
        id: 's890',
        str: [
            '两仪锁链',
            '两仪锁链 #1%s/5#r#2施法者用损失部分血量及伤害加深，换取目#r标身上的伤害减免状态。若对图腾释放，则#r能额外使图腾发出锁链随机困住周围若干#r个敌人。(无法对自己使用和怪物使用)#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#02#1秒#r冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1生命消耗：当前血量的#0%d%#r#1自身伤害加深：#0%d%#r#1目标伤害减免：#0%d%#r#1持续：#0%d#1秒#r#1图腾的作用范围：#0图腾等级*2+8#r#1最多目标个数：#0图腾等级+2#r#1缠绕效果持续：#0图腾等级+4#r#2'
        ]
    },
    {
        id: 's901',
        str: [
            '仇恨之幡',
            '仇恨之幡 #1%s/3#r#1诅咒类图腾#r#2召唤仇恨之幡，震慑周围的怪物。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#015#1米#r冷却时间：#0150#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1持续：#04#1秒#r#2'
        ]
    },
    {
        id: 's888',
        str: [
            '猛毒咒',
            '猛毒咒 #1%s/5#r#2释放剧毒诅咒，降低对方攻击力#r和生命上限。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒#r冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1降低对方攻击力：#0%d%#r#1降低对方生命上限：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's895',
        str: [
            '信风传承',
            '信风传承 #1%s/5#r#2得到风神庇佑，图腾得到人物的攻击传承比例，#r血量传承比例，防御传承比例，技能命中传承比例提升。#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1攻击力传承比例提升：#0%d%#r#1血量传承比例提升：#0%d%#r#1防御力传承比例提升：#0%d%#r#1技能命中传承比例提升：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's892',
        str: [
            '灾厄之柱',
            '灾厄之柱 #1%s/3#r#1诅咒类图腾#r#2召唤灾厄之柱，进入战斗时概率清除周围敌人的#r有益状态，之后每次施法概率给周围敌人加上#r减少眩晕、缠绕、缓慢、沉默抗性的状态，效果#r可叠加，最多叠加3层。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#020#1米#r冷却时间：#015#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1进入战斗时#0%d%#1的概率驱散周围#0%d#1米敌人的#r有益状态#r#1每次施法分别有#0%d%#1概率降低对方眩晕、缠绕、#r缓慢、沉默抗性的状态#r#1降低抗性：#0%d#r持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's897',
        str: [
            '罡风千裂阵',
            '罡风千裂阵#1%s/5#r#2以目标为中心，产生龙飓风，#r进行群体打击，附带缓慢效果。#r#1范围：#0目标为圆心的圆#r#1施放距离：#015#1米#r#1施放时间：#02#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1半径：#07#1米#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1缓慢值：#0%d#r#1缓慢后速度降低：#070%#r#1持续时间：#05#1秒#r#2'
        ]
    },
    {
        id: 's905',
        str: [
            '祈福之花',
            '祈福之花 #1%s/3#r#1祝福类图腾#r#2召唤祈福之花，提高周围队友暴击或暴伤。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#015#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1每次施法增加暴击#0%.1f%#1或者暴伤#0%.1f%#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's907',
        str: [
            '炎龙爆',
            '炎龙爆 #1%s/3#r#1攻击类图腾#r#2召唤炎龙爆，寿命结束时释放出火龙群体#r攻击周围目标，并附带减血效果，该效果#r可以和别的炎龙爆叠加，最多叠加3重。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#016#1米#r冷却时间：#025#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1附带效果：每#02#1秒减血#0%d#r#1持续：#06#1秒#r#2'
        ]
    },
    {
        id: 's886',
        str: [
            '惊雷印',
            '惊雷印 #1%s/8#r#2惊雷印法，攻击远处敌人附带沉默效果，有较#r大概率附加伤害加深效果。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒#r冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1沉默值：#0%d#r#1持续：#03#1秒#r#1有#0%d%#1几率受到伤害增加#0%d%#r#1持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's900',
        str: [
            '饕餮骨杖',
            '饕餮骨杖 #1%s/5#r#1攻击类图腾#r#2召唤饕餮骨杖，攻击单个敌人，每次攻击有概率#r吞噬对方的防御力和攻击力，最多叠加3层。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎）#r#1召唤距离：#016#1米#r冷却时间：#015#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾攻击间隔：#02#1秒#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1每次攻击#0%d%#1概率降低对方#0%.1f%#1攻击力#r#1每次攻击#0%d%#1概率降低对方#0%d%#1防御力#r#1持续：#0%d#1秒'
        ]
    },
    {
        id: 's884',
        str: [
            '天穹破',
            '天穹破 #1%s/8#r#2召唤天外陨石，猛烈攻击目标，#r有可能附加虚弱效果。#r#1范围：#0目标为圆心的圆#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1半径：#05#1米#r#1虚弱值：#0%d#r#1虚弱后攻击是原来的#080%#r#1持续时间：#05#1秒#r#2'
        ]
    },
    {
        id: 's896',
        str: [
            '涤尘之泉',
            '涤尘之泉 #1%s/3#r#1祝福类图腾#r#2召唤涤尘之泉，出现时概率清除周围队友的6种不良#r状态，之后每次施法概率给周围队友上加上增加眩#r晕、缠绕、缓慢、沉默抗性的状态，效果可叠加，#r最多叠加3层。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#020#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1出现时#0%d%#1的概率驱散周围#0%d#1米队友的#r6种不良状态#r#1每次施法分别有#0%d%#1概率增加眩晕、缠绕、#r缓慢、沉默抗性#r抗性增加：#0%d#r#1持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's891',
        str: [
            '麻痹之藤',
            '麻痹之藤 #1%s/5#r#1攻击类图腾#r#2召唤麻痹之藤，群体攻击周围敌人，概率触#r发缓慢效果。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#016#1米#r冷却时间：#040#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾攻击间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1缓慢值：#0%d#r#1缓慢后速度为正常的#040%#r#1持续：#05#1秒#r#2'
        ]
    },
    {
        id: 's893',
        str: [
            '血祭追魂',
            '血祭追魂 #1%s/5#r#2圣祭鲜血，使对方无法打出暴击。#r#1范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r冷却时间：#0180#1秒',
            '#1消耗真气：#0%d#r#1使对方在接下去的#0%d#1次攻击无法打出暴击#r#1最长持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's908',
        str: [
            '诅咒藤蔓',
            '诅咒藤蔓 #1%s/3#r#1诅咒类图腾#r#2召唤诅咒藤蔓，随机使周围若干个敌人进入#r一种负面状态。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#020#1米#r冷却时间：#010#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1最多目标个数：#0%d#r#1缓慢状态下，速度为正常的#0%.1f%#r#1虚弱状态下，攻击力为正常的#0%.1f%#r#1持续：#01#1秒#r#2'
        ]
    },
    {
        id: 's898',
        str: [
            '自然亲和',
            '自然亲和#1%s/3#r#2得到自然之力的祝福，被动增加血量上限，#r生命上限，并且使攻击，祝福，诅咒3类图#r腾各自的共存种类增加。',
            '#1等级1使祝福类图腾的共存种类增加#01#r#1等级2使祝福类诅咒类图腾的共存种类增加#01#r#1等级3使祝福类诅咒类攻击类图腾的共存种类增加#01#r#1血量上限增加：#0%d#r#1攻击上限增加：#0%d#r#2'
        ]
    },
    {
        id: 's904',
        str: [
            '破灭之雾',
            '破灭之雾 #1%s/5#r#2对目标释放雾雨，在雾雨范围的所有敌人#r解除无敌状态，并使其无法进入无敌状态。#r#1范围：#0远程群体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1半径：#0%d#1米#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's911',
        str: [
            '祖巫之力',
            '祖巫之力 #1%s/3#r#2得到祖巫之神力灌注，短时间内#r增加图腾的召唤个数，该效果无法被驱散。#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#05#1分钟',
            '#1消耗真气：#0%d#r#1等级1使得毒炎蛇阵的召唤数量增加#01#1个#r#1等级2使得毒炎蛇阵 麻痹之藤召唤数量增加#01#1个#r#1等级3使得毒炎蛇阵 麻痹之藤 饕餮骨杖召唤数量#r增加#01#1个#r#1有效时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's910',
        str: [
            '霹雳雷云',
            '霹雳雷云 #1%s/5#r#2雷云护体，增加目标抗暴伤属性，也可引发#r自己图腾的雷电之力，使之产生大爆炸对周#r围敌人造成伤害，并概率造成眩晕。#r#1范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒#r冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1增加抗暴伤：#0%d%#r#1持续：#0%d#1秒#r#1爆炸附加攻击力：#0人物攻击力*0.1*图腾等级#r#1爆炸暴击率：#0人物暴击率*(1+0.1*图腾等级)#r#1爆炸暴伤：#0人物暴伤*(1+0.1*图腾等级)#r#1眩晕值：#0220+30*图腾等级#r#1持续：#04#1秒#r#2'
        ]
    },
    {
        id: 's909',
        str: [
            '神佑之柱',
            '神佑之柱 #1%s/3#r#1祝福类图腾#r#2召唤神佑之柱，保护周围队友不受到任何伤害#r，但无法收到主人的命令。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#0300#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾存在时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's899',
        str: [
            '回灵秘术',
            '回灵秘术#1%s/5#r#2为目标回复生命，并在一段时间内，使#r其被攻击有概率回复生命。#r#1范围：#0远程单体#r#1施放距离：#015#r#1施放时间：#01#1秒#r冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1瞬间回复生命：#0%d%#r#1被攻击有#0%d%#1回血#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's902',
        str: [
            '风之殇',
            '风之殇 #1%s/5#r#2罡风落羽，刃出无痕，召唤旋风#r攻击对手，附加真气上限相关的伤害。#r#1范围：#0远程单体#r#1施放距离：#018#r#1施放时间：#01#1秒#r冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击为真气上限的#0%d%#r#2'
        ]
    },
    {
        id: 's912',
        str: [
            '厄运之幡',
            '厄运之幡 #1%s/3#r#1诅咒类图腾#r#2召唤厄运之幡，概率降低周围敌人的暴伤和暴击。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#020#1米#r冷却时间：#015#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1有#0%d%#1几率降低暴击#0%.1f%#r#1有#0%d%#1几率降低暴伤#0%d%#r#1持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's994',
        str: [
            '兽神真解',
            '兽神真解#1%s/3#r#2得到兽神之力灌注，使得共存图腾共存种数增加，#r该效果无法被驱散。#r#1范围：#0自身#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1等级1使祝福类图腾的共存种类增加#01#r#1等级2使祝福类诅咒类图腾的共存种类增加#01#r#1等级3使祝福类诅咒类攻击类图腾的共存种类增加#01#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's906',
        str: [
            '画地为牢',
            '画地为牢#1%s/5#r#2大地长出牢笼困住对手，使对方无法移动#r及施法，并且受到伤害加深。#r#1范围：#0自身为圆心的圆#r#1施放时间：#01#1秒#r冷却时间：#03#1分钟',
            '#1消耗真气：#0%d#r#1半径：#0%d#1米#r#1缠绕值：#0%d#r#1沉默值：#0%d#r#1伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's995',
        str: [
            '鲜血妖花',
            '鲜血妖花 #1%s/3#r#1攻击类图腾#r#2召唤鲜血妖花，攻击目标周围的敌人，半径和#r图腾等级有关。#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#017#1米#r冷却时间：#040#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾攻击间隔：#02#1秒#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1攻击半径：#0%d#r#2'
        ]
    },
    {
        id: 's3334',
        str: [
            '返璞归真',
            '返璞归真 #1%s/5#r沉默敌方并驱散有益状态#r#1范围：#0以目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#060#1秒#r#1消耗真气：#0%d#r#1沉默持续时间：#0%.1f#1秒#r#1驱散成功概率：#0%d%'
        ]
    },
    {
        id: 's3335',
        str: [
            '血祭图腾',
            '血祭图腾 #1%s/5#r#1攻击类图腾#r#2召唤一个会守护主人的血旗，无法移动，但会攻击周围目标#r对目标造成大量伤害，造成的伤害跟图腾主人的生命上限有关#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#016#1米#r冷却时间：#0120#1秒',
            '#1消耗真气为人物等级的#0%d#1倍，并持续消耗#r#1图腾攻击范围：#0%d#1米#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1图腾攻击附加主人生命比例：#0%d%#r#1攻击力传承比例：#0%d%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#2'
        ]
    },
    {
        id: 's2413',
        str: [
            '十字双刃',
            '十字双刃 #1%s/5#r#2十字攻击法，对敌人的回复产生抑制效果#r消耗全部的恶使敌人陷入禁食状态#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d+0.5*恶点数#1秒#r#2'
        ]
    },
    {
        id: 's2412',
        str: [
            '恶魔护体',
            '恶魔护体 #1%s/5#r#2使用恶与魔之力保护自己#r消耗全部的魔来保护自己，使自己免疫一定次数的攻击#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1免疫次数：#0%d+魔点数#r#1持续时间：#0%d+2*魔点数#1秒#r#2'
        ]
    },
    {
        id: 's951',
        str: [
            '金狮劲',
            '金狮劲#1%s/5#r#2被动技能#r增加自身攻击和生命上限',
            '#1提升攻击力：#0%d#r#1提升生命上限：#0%d#r#2'
        ]
    },
    {
        id: 's953',
        str: [
            '恶肠决',
            '恶肠决#1%s/8#r#2穷凶极恶，毒蝎心肠#r群体攻击，有几率缠绕目标#r“魔”额外增加缠绕概率和时间#r自身有几率获得一点“恶”#r每点“恶”提升2%暴击伤害，持续20秒，最多可叠加5层#r#1范围：#0自身为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加缠绕值：#0%d#r#1每点“魔”额外增加缠绕值：#010#r#1缠绕持续时间：#03#1秒#r#1每点“魔”额外增加缠绕持续时间：#01#1秒#r#1获得“恶”概率：#0%d%#r#2'
        ]
    },
    {
        id: 's956',
        str: [
            '裂地十字爪',
            '裂地十字爪#1%s/5#r#2十字地震波#r以自己为中心，以十字方向，前后左右4条直线#r方向的地面变成泥潭缠绕敌人，自身有几率获得一点“恶”#r#1范围：#0以自身为中心的十字#r#1宽度：#03#1米#r#1长度：#010#1米#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加缠绕值：#0%d#r#1持续时间：#05#1秒#r#1获得“恶”概率：#0%d%'
        ]
    },
    {
        id: 's959',
        str: [
            '地狱烈焰',
            '地狱烈焰#1%s/5#r#2攻击并燃烧周围敌人，造成流血#r伤害，同时降低敌人眩晕沉默抗性#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1半径：#0%d#1米#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1流血伤害持续时间：#08#1秒#r#1每2秒附加流血伤害：目标最大生命值的#0%d%#r#1每点“魔”、“恶”额外附加#0%d%流血伤害#r#1降低眩晕沉默抗性：#0%d#r#1持续时间：#05#1秒#r#1每点“魔”、“恶”额外增加持续时间：#01#1秒#r#2'
        ]
    },
    {
        id: 's952',
        str: [
            '魔狮解',
            '魔狮解#1%s/5#r#2魔心之咒术#r解除自身的诅咒效果#r1级解除缓慢状态#r2级解除缓慢缠绕状态#r3级解除缓慢缠绕沉默状态#r4级解除缓慢缠绕沉默睡眠状态#r5级解除缓慢缠绕沉默睡眠眩晕状态#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1解除成功率：#050%#r#1每点“魔”增加解除成功率：#010%#r#2'
        ]
    },
    {
        id: 's955',
        str: [
            '魔狮猎场',
            '魔狮猎场#1%s/5#r#2寂静的灵魂，寂静的烟。#r在自己脚下放出一团迷烟，在迷烟中的敌人每3秒有#r几率被沉默一次，迷烟会持续一段时间，有几率获得#r一至三点“魔”。#r#1范围：#0以自身为圆心的圆#r#1施放时间：#02#1秒#r#1冷却时间：#0120#1秒',
            '#1半径：#0%d#1米#r#1消耗真气：#0%d#r#1烟雾持续时间：#05+level*2#1秒#r#1附加沉默值：#0%d#r#1沉默持续时间：#05#1秒#r#1获得“魔”概率：#0%d%'
        ]
    },
    {
        id: 's963',
        str: [
            '群狮领袖',
            '群狮领袖#1%s/5#r#2夜临震慑，护卫群狮。#r幽冥光环，团结在周围的队友受到的所有伤害减少。#r#1范围：#0以自身为圆心的圆#r#1半径：#017#1米#r#1施放时间：#01#1秒#r冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1减少伤害：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's949',
        str: [
            '化狮',
            '化狮 #1%s/3#r#2化身成为狮人#r生命上限增加，眩晕沉默抗性增加，#r移动速度增加，攻击力降低#r使用以下各级技能的前提条件#r#1范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1眩晕沉默抗性增加：#0%d#r#1移动速度增加：#0%.1f#1米/秒#r#1生命上限增加：#0%d%#r#1魔法上限下降：#0%d%#r#1攻击力下降：#0%d%#r#2'
        ]
    },
    {
        id: 's954',
        str: [
            '狩猎预谋',
            '狩猎预谋#1%s/5#r#2一段时间内所有攻击都有几率获得一点“魔”或者“恶”#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1获得“魔”概率：#0%d%#r#1获得“恶”概率：#0%d%#r#2'
        ]
    },
    {
        id: 's962',
        str: [
            '噬恶魔凰',
            '噬恶魔凰#1%s/5#r#2消耗所有“魔”和“恶”能量点，#r暴力攻击敌人，造成三次伤害，同时造成虚弱。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离+7#r#1施放时间：#03#1秒#r冷却时间：#03#1分钟',
            '#1消耗真气：#0%d#r#1附加虚弱值：#0%d#r#1每点“魔”和“恶”额外附加虚弱值：#0%d#r#1第一段每点“魔”和“恶”附加伤害：#0%d%#r#1第二段每点“魔”和“恶”附加伤害：#0%d%#r#1第三段在第二段基础上增加暴击率：#0%d%'
        ]
    },
    {
        id: 's958',
        str: [
            '狮魂炼',
            '狮魂炼#1%s/5#r#2被动技能#r全面提升化狮状态下的自身属性#r提升自身缓慢缠绕抗性#r提升自身移动速度#r提升自身生命上限#r提升自身攻击力',
            '#1提升缓慢缠绕抗性：#0%d#r#1增加移动速度#0%.1f米/秒#r#1提升生命上限：#0%d%#r#1提升攻击：#0%d%#r#2'
        ]
    },
    {
        id: 's965',
        str: [
            '恶狮出猎',
            '恶狮出猎#1%s/5#r#2力灌全身，气概山河。#r一段时间内增加自身移动速度和防御#r在眩晕沉默睡眠状态下也可以使用#r有几率获得一至三点“魔”和“恶”#r#1范围：#0自身#r#1施放时间：#02#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1提升移动速度：#0%.1f#1米/秒#r#1增加伤害减免：#0%d%#r#1持续时间：#0%d#1秒#r#1获得“魔”，“恶”概率：#0%d%'
        ]
    },
    {
        id: 's969',
        str: [
            '霸主',
            '霸主#1%s/5#r#2被动技能，提高自身闪避，攻击力和生命上限。',
            '#1增加攻击力：#0%d#r#1增加生命上限：#0%d#r#2'
        ]
    },
    {
        id: 's968',
        str: [
            '因果咒',
            '因果咒 #1%s/3#r#2因果循环，鱼死网破，使目标#r陷入眩晕和禁食。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒#r#1消耗真气：#0%d',
            '#1禁食眩晕成功概率：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's957',
        str: [
            '狮跃',
            '狮跃#1%s/5#r#2提升自身攻击力。#r#1范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1提升攻击力：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's964',
        str: [
            '黑淤',
            '黑淤 #1%s/5#r#2潮湿之淤血，肮脏之腐蚀。#r使用后自身有几率获得一点“魔”#r有几率使目标进入虚弱状态#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加虚弱值：#0%d#r#1虚弱持续时间：#0%d#1秒#r#1虚弱降低攻击力：#020%#r#1获得“魔”概率：#0%d%#r#2'
        ]
    },
    {
        id: 's950',
        str: [
            '裂刃爪',
            '裂刃爪#1%s/8#r#2裂空一爪，对敌人造成伤害，#r有几率使敌人进入眩晕状态，每点“恶”#r额外增加基础攻击、暴击率和眩晕值#r如果暴击，每点“恶”额外增加暴击伤害#r自身有几率获得1点“魔”#r每点“魔”提升1%暴击率，持续20秒，最多可叠加5层#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加眩晕值：#0%d#r#1眩晕持续时间：#0%d#1秒#r#1每点“恶”额外附加眩晕值：#0%d#r#1每点“恶”额外附加暴击率：#0%d%#r#1每点“恶”额外附加暴击伤害：#0%d%#r#1获得“魔”概率：#0%d%'
        ]
    },
    {
        id: 's961',
        str: [
            '破釜沉舟',
            '破釜沉舟#1%s/5#r#2单体祝福，破釜沉舟后攻击有几率#r附带吸血效果，自身的暴击率提高#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1吸血效果：每次攻击回复血量为自身攻击的#0%d%#r#1吸血概率：#0%d%#r#1暴击率增加：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's960',
        str: [
            '堕落法则',
            '堕落法则#1%s/5#r#2单体攻击，消耗所有“魔”和“恶”#r对敌人造成巨大伤害，“魔”和“恶”能够#r提高此次攻击的基础攻击、暴击率和暴击伤害#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1每点“魔”、“恶”提高基础攻击：#02%#r#1每点“魔”、“恶”提高暴击率：#01%#r#1每点“魔”、“恶”提高暴击伤害：#05%#r#2'
        ]
    },
    {
        id: 's967',
        str: [
            '禁魔之爪',
            '禁魔之爪#1%s/8#r#2禁魔之爪，增加自己的真气和打击敌人真气，#r同时有一定几率降低敌方生命上限，持续一段时间#r#1范围：#0目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒#r#1持续时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1增加自身真气上限：#0%d%#r#1降低目标真气上限：自身真气上限的#0%d%#r#1有几率降低目标生命上限：#0%d%'
        ]
    },
    {
        id: 's970',
        str: [
            '石肤',
            '石肤#1%s/3#r#2青岗石铸，非诚勿扰。#r被攻击时有概率让攻击者眩晕，#r同时增加自身缠绕抗性。#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加缠绕抗性：#0%d#r#1持续时间：#0%d#1秒#r#1附加眩晕值：#0%d#r#1每次眩晕持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's966',
        str: [
            '夺猎之心',
            '夺猎之心#1%s/1#r#2巧夺天工，使“魔”和“恶”中较低#r的点数达到和较高的点数一致的水平。#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d'
        ]
    },
    {
        id: 's971',
        str: [
            '金狮咆哮',
            '金狮咆哮#1%s/5#r#2狂狮怒吼，每隔一段时间有几率使目标眩晕一次#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加眩晕值：#0%d#r#1每次眩晕持续时间：#0%d#1秒#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's972',
        str: [
            '咒生',
            '咒生#1%s/5#r#2造成群体伤害，同时有几率#r清除周围敌人的有益魔法#r#1范围：#0以自身为圆心的圆#r#1半径：#07#1米#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加额外攻击：#0%d#r#1清除状态概率：#0%d%#r#2'
        ]
    },
    {
        id: 's974',
        str: [
            '杀戮法则',
            '杀戮法则#1%s/5#r#2铁血杀戮，绝滋断养。消耗所有“魔”和“恶”#r有几率使目标缓慢，同时在一定时间内对目标造成的伤害增加。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：#0%d#r#1每点“恶”或“魔”附加基础攻击力：#0%d%#r#1附加缓慢值：#0%d#r#1每点“恶”或“魔”附加缓慢值：#010#r#1缓慢后移动速度为正常移动速度的50%#r#1缓慢持续时间：#010#1秒#r#1额外承受伤害：#0%d%#r#1每点“恶”或“魔”造成伤害增加：#0%d%#r#1持续时间：#010#1秒#r#2'
        ]
    },
    {
        id: 's973',
        str: [
            '闪电爪',
            '闪电爪#1%s/5#r#2汇聚麻痹之能量，化爪为电。#r消耗所有“魔”和“恶”#r在武器上附加雷电的力量，削弱目标#r虚弱抗性，同时造成沉默。#r#1范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击#0%d%#r#1降低虚弱抗性#0%d#r#1降低虚弱抗性持续时间：#04#1秒#r#1沉默值：#0%d#r#1沉默持续时间：#0%d#1秒#r#1每点“恶”或“魔”附加沉默时间：#01#1秒'
        ]
    },
    {
        id: 's3336',
        str: [
            '散魂爪',
            '散魂爪 #1%s/5#r攻击敌方目标，使其受到伤害加深#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离+4#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1伤害加深：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3337',
        str: [
            '怒吼',
            '怒吼 #1%s/5#r极大的提升自身减伤，并免疫数次负面状态#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1伤害减少：#0%d%#r#1免疫负面次数：#0%d#1次#r#1持续时间：#020#1秒'
        ]
    },
    {
        id: 's2401',
        str: [
            '遁入幻境',
            '遁入幻境 #1%s/3#r#2凝神入定，遁入幻境#r立刻冷却部分技能#r#1施放范围：#0远程单体#r#1直线宽度：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#11级：#0冷却无尽轮回#r#12级：#0冷却无尽轮回，天伤雷云祭#r#13级：#0冷却无尽轮回，天伤雷云祭，冥府传唤#r#2'
        ]
    },
    {
        id: 's2400',
        str: [
            '冥府传唤',
            '冥府传唤 #1%s/5#r#2冥府传唤，谁敢不从#r对敌人造成禁食和定身效果#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1附加缠绕值：#0%d#r#2'
        ]
    },
    {
        id: 's849',
        str: [
            '天雷入体',
            '天雷入体#1%s/5#r#2被动技能#r引天雷入体淬炼己身#r提高自身生命力、缓慢专精和缠绕专精。',
            '#1增加生命力：#0%d#r#1增加缓慢专精：#0%d#r#1增加缠绕专精：#0%d'
        ]
    },
    {
        id: 's852',
        str: [
            '雷霆震怒',
            '雷霆震怒#1%s/8#r#2雷霆震怒，大地颤动，有几率缓慢敌人#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加缓慢值：#0%d#r#1持续时间：#05#1秒#r#1缓慢后的速度是正常速度的#050%#r#2'
        ]
    },
    {
        id: 's855',
        str: [
            '风雷密布',
            '风雷密布#1%s/5#r#2风雷密布自身周围，降低自身受到的伤害#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1减少伤害：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's859',
        str: [
            '无声龙相',
            '无声龙相#1%s/5#r#2无声无我，免疫眩晕和沉默状态#r若自身已经中了眩晕或沉默状态，则解除#r眩晕和沉默状态下也可以使用#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's851',
        str: [
            '自由意志',
            '自由意志#1%s/5#r#2风之自由#r有几率缠绕自身周围敌人，若自身处于#r缠绕状态，则有几率解除自身缠绕状态#r#1范围：#0自身为圆心的圆#r#1半径：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#1解自身缠绕几率：#0%d%#r#2'
        ]
    },
    {
        id: 's854',
        str: [
            '雷镇江山',
            '雷镇江山#1%s/5#r#2天雷镇江山，江山永祚#r群体攻击，有几率使目标眩晕#r#1范围：#0远程群体#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's860',
        str: [
            '无相劫指',
            '无相劫指#1%s/5#r#2虚空一指，道尽人间沧桑。#r给目标释放诅咒，目标在一段时间内受到的#r攻击次数越多，则诅咒结束时受到的伤害越大#r如果诅咒被驱散，则立刻受到伤害#r同时有几率使目标进入缠绕状态#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1诅咒结束伤害：攻击力50%*攻击次数#r#1诅咒持续时间：#0%d#1秒#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's850',
        str: [
            '风刃',
            '风刃#1%s/8#r#2疾风之刃，穿骨刺喉#r对敌人造成伤害并降低敌人防御#r#1范围：#0目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1降低敌人防御：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's853',
        str: [
            '巽风斩',
            '巽风斩#1%s/5#r#2咄咄逼人的刀锋，击中后降低目标眩晕抗性。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1降低眩晕抗性：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's857',
        str: [
            '断念成空',
            '断念成空#1%s/8#r#2分江隔海，勿念勿殇#r群体攻击,有一定机率让敌人沉默3秒#r#1范围：#0目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%.1f%#r#1附加攻击：#0%d#r#1附加沉默值：#0%d#r#1沉默时间：#0%d#1秒'
        ]
    },
    {
        id: 's856',
        str: [
            '神威如狱',
            '神威如狱#1%s/5#r#2牢笼笼罩大地，岁月普度众生#r打击目标周围所有目标，有几率使目标#r群体眩晕、沉默。#r#1范围：#0目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1半径：#0%d#1米#r#1增加基础攻击：#0%d%#r#1附加眩晕值：#0%d#r#1附加沉默值：#0%d#r#1眩晕沉默持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's863',
        str: [
            '大衍巽风',
            '大衍巽风#1%s/5#r#2大衍巽风，风声赳赳#r有可能使目标虚弱#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加的额外攻击为真气上限的：#0%d%#r#1附加虚弱值：#0%d#r#1持续时间：#05#1秒#r#1虚弱后攻击是正常的#080%#r#2'
        ]
    },
    {
        id: 's869',
        str: [
            '风雷翅',
            '风雷翅#1%s/5#r#2气生双翅，展翼翱翔。#r可以使自身免疫减速缠绕沉默状态#r若之前处于减速缠绕状态，则解除#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's868',
        str: [
            '万劫风雷引',
            '万劫风雷引#1%s/5#r#2引雷神相助，破坏群魔。#r以目标为圆心进行范围攻击，对目标造成#r伤害并附带多次沉默的效果，每2秒出现1秒沉默#r#1范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1沉默值：#0%d#r#1每次沉默持续时间：#01#1秒#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's858',
        str: [
            '念神圆融',
            '念神圆融#1%s/5#r#2心如神，融汇通，#r增加攻击力和生命上限。',
            '#1增加攻击力：#0%d#r#1增加生命上限：#0%d'
        ]
    },
    {
        id: 's862',
        str: [
            '轰天雷',
            '轰天雷#1%s/5#r#2灭世之雷从天而降，有几率使敌人缠绕。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：#0%d#r#1附加缠绕值：#0%d#r#1缠绕持续时间：#05#1秒#r#2'
        ]
    },
    {
        id: 's848',
        str: [
            '风雷',
            '风雷#1%s/5#r#2风雷之灵闪现，攻击力和移动速度#r获得提升，使用以后各级技能的必备条件#r#1范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加攻击力：#0%d#r#1移动速度增加：#0%.1f#1米/秒'
        ]
    },
    {
        id: 's861',
        str: [
            '破杀',
            '破杀#1%s/5#r#2削弱敌人就是增强自己，#r增强自己还是增强自己。#r吸收敌人攻击力，增加自身攻击力#r同时降低目标生命值上限#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1吸收攻击力：#0%d#r#1降低生命上限：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's864',
        str: [
            '诸念空无',
            '诸念空无#1%s/5#r#2诸念空无，增加暴击率#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1增加暴击率：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's865',
        str: [
            '雷光遁龙诀',
            '雷光遁龙诀#1%s/5#r#2翩翩神雷，锵锵龙影#r增加目标受攻击承受的伤害#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加的额外攻击为真气上限的：#0%d%#r#1额外承受伤害：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's866',
        str: [
            '惑心',
            '惑心#1%s/1#r#2驱散目标的无敌状态。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1分钟',
            '#1消耗真气：#0%d'
        ]
    },
    {
        id: 's867',
        str: [
            '风雷引',
            '风雷引#1%s/5#r#2引动风雷来帮助自己，#r增加攻击力，生命上限和真气上限。',
            '#1增加攻击力：#0%d#r#1增加生命上限：#0%d#r#1增加真气上限：#0%d'
        ]
    },
    {
        id: 's871',
        str: [
            '无尽轮回',
            '无尽轮回#1%s/5#r#2无尽轮回，免疫所有负面状态和伤害。#r#1范围：#0自身#r#1施放时间：#01#1秒#r冷却时间：#05#1分钟',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's870',
        str: [
            '天伤雷云祭',
            '天伤雷云祭#1%s/5#r#2雷去风来，只此一次。#r风雷之灵消失，同时短时间内无法再次召唤，#r每2秒回复玩家一定比例血量，当前目标成为祭品，#r一定被眩晕，所有抗性减少，防御力减少。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1风雷无法再召唤时间：#0%d#1秒#r#1每次回血量：#0%d%#r#1玩家持续回血时间：#0%d#1秒#r#1眩晕持续时间：#0%d#1秒#r#1抗性减少：#0%d#r#1防御减少：#0%d#r#1削弱敌人持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3338',
        str: [
            '风卷残云',
            '风卷残云 #1%s/5#r攻击敌方目标， 有一定概率造成缓慢#r若没有缓慢则被缠绕#r#1范围：#0以目标点为圆心的圆#r#1施放距离：#0武器攻击距离#r#1攻击距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1缓慢概率：#0%d%#r#1速度降低：#050%#r#1持续时间：#08#1秒#r#1缠绕时间：#03#1秒'
        ]
    },
    {
        id: 's3339',
        str: [
            '镇狱雷',
            '镇狱雷 #1%s/5#r攻击敌方目标，并使其受到伤害加深#r#1范围：#0以目的点为圆心的圆#r#1施放距离：#0武器攻击距离#r#1攻击距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1伤害加深：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's1558',
        str: [
            '连珠',
            '连珠 #1%s/8#r#2连珠箭出，夺魂催命#r对敌人造成伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's1559',
        str: [
            '强击',
            '强击 #1%s/5#r#2心神合一，强力出击#r增加自身的攻击力#r#1释放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒#r#1持续时间：#01800#1秒',
            '#1消耗真气：#0%d#r#1增加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's1568',
        str: [
            '烈焰箭',
            '烈焰箭 #1%s/8#r#2烈焰精灵附于箭上，射出灼伤敌人的一箭#r对敌人造成伤害并持续对敌人造成伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#08#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加流血效果：#1每2秒#0%d#r#1持续时间：#06#1秒#r#2'
        ]
    },
    {
        id: 's1563',
        str: [
            '剧毒尖牙',
            '剧毒尖牙 #1%s/5#r#2淬毒的箭矢，犹如毒蛇的尖牙#r一定几率对敌人造成虚弱效果#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加虚弱值：#0%d#r#1虚弱比例：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1567',
        str: [
            '影之舞',
            '影之舞 #1%s/4#r#2幻影之舞，如梦如幻#r增加自身的暴击率#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒#r#1持续时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加暴击率：#0%.1f%#r#2'
        ]
    },
    {
        id: 's1560',
        str: [
            '劲射',
            '劲射 #1%s/10#r#2弓满月，箭如风#r对敌人造成伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%.1f%#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's1564',
        str: [
            '急冻箭',
            '急冻箭 #1%s/5#r#2射出冰冷彻骨的一箭，令敌人举步维艰#r对敌人造成伤害并一定几率降低敌人移动速度#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加缓慢值：#0%d#r#1降低移动速度比例：#050%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1565',
        str: [
            '困缚矢',
            '困缚矢 #1%s/5#r#2射出带有束缚之力的一箭，中箭者寸步难行#r对敌人造成伤害并一定几率令敌人无法移动#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1562',
        str: [
            '弓展',
            '弓展 #1%s/5#r#2无矢之弓，亦能伤人#r对敌人造成伤害，#r对生命值低于%d的敌人造成额外的伤害#r#1施放范围：#0近程单体#r#1施放距离：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加攻击力：#0%d#r#1额外伤害：#0%d#r#2'
        ]
    },
    {
        id: 's1561',
        str: [
            '鹰眼',
            '鹰眼 #1%s/5#r#2被动技能#r鹰之力融入自身#r提高自身的技能命中',
            '#1增加技能命中率：#0%d%#r#2'
        ]
    },
    {
        id: 's1566',
        str: [
            '灵巧',
            '灵巧 #1%s/5#r#2被动技能#r#2身形灵巧，来去自如#r略微提高自身的技能闪躲',
            '#1提高技能闪躲：#0%.1f%#r#2'
        ]
    },
    {
        id: 's2394',
        str: [
            '万箭齐发',
            '万箭齐发 #1%s/5#r#2使用虚空中的箭矢，全方位无死角的精准打击单个目标#r有“射手专注”状态时，能额外造成伤害#r使用会消耗“射手专注”状态#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1基础攻击：#0%.1f%#r#1额外伤害：#0%d%对手最大生命值#r#2'
        ]
    },
    {
        id: 's2393',
        str: [
            '箭神',
            '箭神 #1%s/5#r#2召唤箭神，协助自己射出强力的一箭#r对范围内敌人就造成极高几率的眩晕#r在“射手专注”状态下会眩晕几率更高#r使用会消耗“射手专注”状态#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加眩晕值：#0%d#r#1额外眩晕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1569',
        str: [
            '青虹箭',
            '青虹箭 #1%s/8#r#2青芒入虹，夺目催命#r对敌人造成伤害并一定几率获得“射手专注”的状态#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1一定几率获得“射手专注”的状态，持续10秒#r#2'
        ]
    },
    {
        id: 's1570',
        str: [
            '凝气',
            '凝气 #1%s/5#r#2凝神屏气，挥洒自如#r立刻解除掉自身的缓慢，缠绕效果#r并免疫缓慢和缠绕效果，持续一段时间#r#1释放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1持续时间：#0%d#1秒#r#1消耗真气：#0%d#r#2'
        ]
    },
    {
        id: 's1574',
        str: [
            '寒冰箭',
            '寒冰箭 #1%s/8#r#2寒芒先至，令敌人举步维艰#r对敌人造成伤害并一定几率降低敌人移动速度#r较小几率使人冰冻在原地#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#06#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加缓慢值：#0%d#r#1降低移动速度比例：#050%#r#1持续时间：#012#1秒#r#2'
        ]
    },
    {
        id: 's1577',
        str: [
            '蛛网箭',
            '蛛网箭 #1%s/5#r#2迅速的向前射出一张蜘蛛大网#r一定几率将敌人定在原地#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1579',
        str: [
            '归心',
            '归心 #1%s/5#r#2心无杂念，万物归元#r获得一个消耗法力值来抵挡伤害的盾#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1吸收比例：#0%d%#r#1最大吸收量：#1真气上限的#0%d#1倍#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1573',
        str: [
            '破甲箭',
            '破甲箭 #1%s/8#r在“射手专注”状态下才能施放#r#2使用重型箭矢，射出能破坏敌方护甲的一箭#r对敌人造成伤害并降低敌人的防御#r使用后“射手专注”状态将消失#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1降低防御值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1580',
        str: [
            '击退矢',
            '击退矢 #1%s/5#r#2满引弓弦射出的一箭，巨大冲力#r可令敌人退缩#r对敌人造成伤害并击退敌人，只能对怪物生效#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1击退距离：#04#1米#r#2'
        ]
    },
    {
        id: 's1576',
        str: [
            '幻影',
            '幻影 #1%s/5#r#2虚虚实实，如幻如影#r增加自身的移动速度和技能闪避，持续一段时间#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1持续时间：#012#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加移动速度：#03#1米/秒#r#1增加技能闪避率：#080%#r#2'
        ]
    },
    {
        id: 's1572',
        str: [
            '多重射击',
            '多重射击 #1%s/8#r#2快速的多次射出箭矢#r对多个敌人造成伤害#r一定几率获得“射手专注”的状态#r#1施放范围：#0以自身为圆心的扇形#r#1角度：#0120#1度#r#1半径：#020#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1一定几率获得“射手专注”，持续10秒#r#2'
        ]
    },
    {
        id: 's1575',
        str: [
            '弓之守护',
            '弓之守护 #1%s/5#r#2挥舞神弓，令敌人无法接近#r对敌人造成伤害并击退敌人，只对怪物生效#r#1施放范围：#0以自身为圆心的圆#r#1半径：#05#1米#r#1施放距离：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1击退距离：#04#1米#r#2'
        ]
    },
    {
        id: 's1581',
        str: [
            '致命矢',
            '致命矢 #1%s/5#r#2乘胜追击，追魂夺魄#r对敌人造成伤害，如果敌人生命值低于20%，#r则额外造成巨大伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1额外伤害：#0%d#r#2'
        ]
    },
    {
        id: 's1578',
        str: [
            '箭阵',
            '箭阵 #1%s/5#r#2漫天箭雨，无路可逃#r对敌人造成大量伤害#r在“射手专注”状态下释放能造成额外的伤害#r使用会消耗“射手专注”状态#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1额外伤害：#0%d#r#2'
        ]
    },
    {
        id: 's1583',
        str: [
            '毁灭之箭',
            '毁灭之箭 #1%s/5#r#2瞄准一段时间后射出拥有毁灭之力的一箭#r对敌人造成巨大的伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's1586',
        str: [
            '压制射击',
            '压制射击 #1%s/5#r#2箭矢咄咄逼人，让人喘不过气#r一定对敌人造成眩晕效果，并在眩晕#r结束后减少移动速度，持续一段时间#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1眩晕持续时间：#0%.1f#1秒#r#1缓慢持续时间：#03#1秒#r#2'
        ]
    },
    {
        id: 's1585',
        str: [
            '羿射九日',
            '羿射九日 #1%s/5#r#2后羿射日#r对敌人造成伤害并对敌人造成流血效果，#r较大几率降低敌人移动速度#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加缓慢值：#0%d#r#1降低移动速度：#040%#r#1附带流血伤害：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1582',
        str: [
            '满引弓',
            '满引弓 #1%s/5#r#2被动技能#r挽弓如满月#r提高自身生命值、攻击力和真气值',
            '#1增加生命值：#0%d#r#1增加攻击力：#0%d#r#1增加真气值：#0%d#r#2'
        ]
    },
    {
        id: 's1584',
        str: [
            '心弦',
            '心弦 #1%s/5#r#2心动弦动，扣动心弦#r清除自身被控制的状态#r沉默和眩晕状态下可释放#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#2'
        ]
    },
    {
        id: 's1571',
        str: [
            '弓箭精通',
            '弓箭精通 #1%s/5#r#2被动技能#r炉火纯青，精至化境#r提高自身的攻击力',
            '#1增加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's1587',
        str: [
            '幽冥箭',
            '幽冥箭 #1%s/5#r#2幽冥之气，缠绕箭矢#r对敌人造成伤害并降低对方最大生命值上限#r持续一段时间#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1降低比例：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1590',
        str: [
            '致命引',
            '致命引 #1%s/5#r#2极限逃生，致命关头现生机#r给自己一个祝福，持续一段时间#r在祝福期间，生命值最多减少到1#r且生命值低于50%时自身暴击率提高5%#r生命值低于99%时自身暴击率提高10%#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1持续时间：#0%d#1秒#r#1消耗真气：#0%d#r#2'
        ]
    },
    {
        id: 's1591',
        str: [
            '断魂箭',
            '断魂箭 #1%s/5#r#2放矢瞬间箭纷纷，眼前敌人欲断魂#r消耗自己全部的真气的一击#r附加上相当于自身最大真气值一定百分比的攻击力#r对敌人造成巨大的伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间#0%d#1秒#r#1消耗真气：#0全部真气,最少消耗%d#r#1附加百分比：#0%d%#r#2'
        ]
    },
    {
        id: 's1592',
        str: [
            '御神箭诀',
            '御神箭诀 #1%s/5#r#2召唤箭神，护佑己身#r获得无敌状态#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1588',
        str: [
            '百步穿杨',
            '百步穿杨 #1%s/5#r#2被动技能#r凝神静心，百步穿杨#r提高自身的暴击伤害',
            '#1提高暴击伤害：#0%d%#r#2'
        ]
    },
    {
        id: 's1589',
        str: [
            '后羿恨月',
            '后羿恨月 #1%s/5#r#2后羿挽弓，放矢射月#r对敌人造成伤害并大量恢复自己的生命#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1恢复生命比例：#0%d%#r#2'
        ]
    },
    {
        id: 's3340',
        str: [
            '落阳箭',
            '落阳箭 #1%s/5#r攻击目标范围内敌方目标#r#1范围：#0以目标点为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：生命上限的#0%d%'
        ]
    },
    {
        id: 's3341',
        str: [
            '追星失',
            '追星失 #1%s/5#r攻击敌方目标，并造成眩晕#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1眩晕时间：#0%.1f#1秒'
        ]
    },
    {
        id: 's2396',
        str: [
            '皇家礼炮',
            '皇家礼炮 #1%s/5#r#2攻击目标，在目标身上种下炸弹#r一段时间后目标身上的炸弹会被引爆，#r对目标周围内敌人造成伤害#r引爆时目标不能距离神火过远，否则会导致无法引爆#r#1施放范围：#0远程单体#r#1爆炸半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒#r#1爆炸延时：#05#1秒',
            '#1消耗真气：#0%d#r#1爆炸造成伤害：#0%d%目标最大生命值#r#2'
        ]
    },
    {
        id: 's2395',
        str: [
            '枪神',
            '枪神 #1%s/5#r#2召唤枪神，协助自己射击敌人#r对范围内敌人造成极高几率的沉默#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1593',
        str: [
            '穿透射击',
            '穿透射击 #1%s/5#r#2穿透面前一切阻碍#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1599',
        str: [
            '闪光弹',
            '闪光弹 #1%s/5#r#2我的钛合金狗眼！#r能够降低敌人的技能命中#r同时有几率使敌人陷入空手状态#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1降低技能命中：#0%d%#r#1有%d%的几率使目标空手#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's1596',
        str: [
            '火舌',
            '火舌 #1%s/8#r#2猛烈的火力交叉形成火舌，吞噬一切敌人#r#1攻击范围：#0以自身为圆心的扇形#r#1扇形角度：#030°#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加虚弱值：#0%d#r#1虚弱后的攻击力为正常攻击力的80%#r#1持续时间：#03#1秒#r#1'
        ]
    },
    {
        id: 's1600',
        str: [
            '连射',
            '连射 #1%s/5#r#2迅捷的两段击，从来没有人能看到第二发子弹的轨迹#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1603',
        str: [
            '猎豹突击',
            '猎豹突击 #1%s/5#r#2像豹子一样敏捷#r解除并免疫缠绕、缓慢状态#r同时增加自身的移动速度#r#1作用范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1免疫持续时间：#0%d#1秒#r#1增加移动速度：#0%.1f#1米/秒#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1595',
        str: [
            '聚瞳术',
            '聚瞳术 #1%s/5#r#2想要射的高，必须看的远！#r提高自身攻击力和生命力。',
            '#1增加生命力：#0%d#r#1增加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1598',
        str: [
            '兵临城下',
            '兵临城下 #1%s/5#r#2兵临城下，立地绝危#r#1作用范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1增加暴击率：#0%d%#r#1增加暴击伤害：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1601',
        str: [
            '生存技巧',
            '生存技巧 #1%s/5#r#2被动技能，想要生存就要有技巧#r增加攻击和生命上限。',
            '#1增加攻击力：#0%d#r#1增加生命上限#0%d#r#1'
        ]
    },
    {
        id: 's1597',
        str: [
            '震荡射击',
            '震荡射击 #1%s/8#r#2震荡敌人神魂，有几率造成敌人眩晕#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1604',
        str: [
            '死亡标记',
            '死亡标记 #1%s/5#r#2被标记就意味着死亡，使敌人受到的伤害增加#r#1作用范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1602',
        str: [
            '逆战',
            '逆战 #1%s/5#r#2锤子也是能砸死人的！#r对敌人造成伤害并有几率造成眩晕#r#1攻击范围：#0近程单体#r#1施放距离：#03#1米#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加眩晕值：#0%d#r#1持续时间：#03#1秒#r#1'
        ]
    },
    {
        id: 's1608',
        str: [
            '战争之王',
            '战争之王 #1%s/5#r#2我的一生都想远离暴力，但其实我更应该接近它#r增加连射和狙击造成的伤害，提升自身攻击力#r#1作用范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1提升自身攻击力：#0%d%#r#1增加连射和狙击伤害：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1607',
        str: [
            '烟雾弹',
            '烟雾弹 #1%s/5#r#2被烟雾覆盖的敌人是无法进行攻击的#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1禁止攻击持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1610',
        str: [
            '狙击',
            '狙击 #1%s/5#r#2只需一发子弹#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离+10米#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力为生命和真气上限总和的%d%#r#1'
        ]
    },
    {
        id: 's1611',
        str: [
            '弹幕时间',
            '弹幕时间 #1%s/5#r#2烟雾弹闪光弹交错织成弹幕#r三段击，对敌人造成伤害#r有几率使敌人陷入烟雾弹或者闪光弹效果#r（同时只能触发一种效果）#r#1攻击范围：#0远程群体#r#1攻击半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#03#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1闪光弹或者烟雾弹概率：#0%d%#r#1'
        ]
    },
    {
        id: 's1606',
        str: [
            '枪林弹雨',
            '枪林弹雨 #1%s/5#r#2枪林弹雨，令敌人不能向前#r两段击，对敌人造成伤害并一定几率缠绕#r#1攻击范围：#0远程群体#r#1攻击半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击力：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1609',
        str: [
            '子母弹',
            '子母弹 #1%s/5#r#2当你以为已经结束了的时候，其实并没有#r#1攻击范围：#0远程群体#r#1攻击半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1594',
        str: [
            '爆炸射击',
            '爆炸射击 #1%s/8#r#2射出可以爆炸的弹药，对目标范围内的敌人造成伤害#r#1攻击范围：#0目标为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1613',
        str: [
            '火线援护',
            '火线援护 #1%s/5#r#2免疫所有负面状态和伤害#r#1作用范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1615',
        str: [
            '炸弹人',
            '炸弹人 #1%s/5#r#2冲进敌人堆中牺牲自己造成伤害#r#1攻击范围：#0远程群体#r#1召唤距离：#0武器攻击距离#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1炸弹人生命：#0%d#r#1炸弹人自爆生命：#0%d%#r#1炸弹人自爆攻击范围：#05#1米#r#1炸弹人杀伤人数：#05#r#1炸弹人存在时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's1617',
        str: [
            '爆裂弹',
            '爆裂弹 #1%s/5#r#2弹幕笼罩天空与大地#r打击目标周围所有目标，有几率使目标眩晕、沉默。#r#1攻击范围：#0远程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1半径：#0%d#1米#r#1增加基础攻击：#0%d%#r#1附加眩晕值：#0%d#r#1附加沉默值：#0%d#r#1眩晕沉默持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1616',
        str: [
            '致命狙击',
            '致命狙击 #1%s/5#r#2如果用炮轰也算的话，可以将敌人击退#r(击退只对怪物有效)#r#1攻击范围：#0远程群体#r#1攻击长度：#020#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1将敌人击退3米#r#1'
        ]
    },
    {
        id: 's1612',
        str: [
            '致残射击',
            '致残射击 #1%s/5#r#2其实是最残酷的一发子弹#r对敌人造成伤害并有几率触发战争之王效果#r#1攻击范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1触发战争之王几率：#0%d%#r#1'
        ]
    },
    {
        id: 's1614',
        str: [
            '火线突击',
            '火线突击 #1%s/5#r#2解除并免疫眩晕沉默状态#r#1作用范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1免疫持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1605',
        str: [
            '傀儡',
            '傀儡 #1%s/5#r#2召唤一个傀儡对敌人进行攻击#r傀儡攻击周围目标并有几率造成眩晕#r#1攻击范围：#0远程群体#r#1召唤距离：#0武器攻击距离#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1傀儡生命：#0%d#r#1傀儡攻击范围：#0%d#1米#r#1傀儡杀伤人数：#05#r#1傀儡存在时间：#0%d#1秒#r#1傀儡基本攻击：#0%d#r#1攻击附加眩晕值：#0%d#r#1持续时间：#02#1秒#r#1'
        ]
    },
    {
        id: 's3342',
        str: [
            '火焰裂弹',
            '火焰裂弹 #1%s/5#r攻击范围内敌方目标，并造成持续伤害#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1流血伤害：生命上限的#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3343',
        str: [
            '弹幕冲击',
            '弹幕冲击 #1%s/5#r攻击范围内敌方，并造成三次眩晕#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1眩晕时间：#0%.1f#1秒#r#1眩晕间隔：#04#1秒'
        ]
    },
    {
        id: 's1977',
        str: [
            '刺骨',
            '刺骨 #1%s/5#r#2刺击敌骨，对敌人造成伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1978',
        str: [
            '突刺',
            '突刺 #1%s/8#r#2突进刺击，对前方直线上的敌人造成伤害#r#1施放范围：#0近程群体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1980',
        str: [
            '猛毒击',
            '猛毒击 #1%s/5#r#2有毒的武器会对敌人造成持续伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1每次附加持续伤害：#0%d#r#1附加持续伤害时间：#03#1秒#r#1'
        ]
    },
    {
        id: 's1981',
        str: [
            '毒劫',
            '毒劫 #1%s/5#r#2降低敌人的沉默抗性#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1降低目标沉默抗性：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1986',
        str: [
            '荼毒',
            '荼毒 #1%s/5#r#2提升自身暴击率#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1提升暴击率：#0%.1f%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1979',
        str: [
            '双刺',
            '双刺 #1%s/5#r#2左右手同时攻击的技巧，是必备的基础伤害技能之一#r有几率造成敌人虚弱#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%.1f%#r#1附加虚弱值：#0%d#r#1虚弱后的攻击力为正常攻击力的80%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1983',
        str: [
            '暗魂',
            '暗魂 #1%s/5#r#2被动技能，黑暗会提高攻击力',
            '#1提升攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1985',
        str: [
            '一闪',
            '一闪 #1%s/5#r#2灵巧的闪避能减少受到的伤害，提升技能闪避率#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1提升技能闪避率：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1982',
        str: [
            '飞刃',
            '飞刃 #1%s/5#r#2扔出一把武器引起敌人的注意#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1984',
        str: [
            '撩踢',
            '撩踢 #1%s/5#r#2虽然很不厚道，但是能有效的制住敌人#r有几率造成敌人缠绕#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#03#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2415',
        str: [
            '摄魄',
            '摄魄 #1%s/5#r#2摄魂夺魄，对敌人造成大量伤害，同时降低目标的抗致命伤害#r若在隐身状态下发动此技能，能额外造成眩晕效果和更多的抗致命伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1基础攻击：#0%.1f%#r#1降低抗致命伤害：#0%.1f%#r#1隐身下额外降低抗致命伤害：#0%.1f%#r#1隐身下附带眩晕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2414',
        str: [
            '含沙',
            '含沙 #1%s/5#r#2含沙射影，使用剧毒的飞镖攻击敌人#r使敌人受到的伤害增加#r#1施放范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1受到伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2003',
        str: [
            '错骨',
            '错骨 #1%s/5#r#2错乱敌人筋骨，有几率使敌人沉默和减速#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加沉默值：#0%d#r#1附加缓慢值：#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2011',
        str: [
            '三才',
            '三才 #1%s/3#r#2天地人为三才，能够冷却天刺地刺人刺#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0300#1秒',
            '#1消耗真气#0%d#r#01#1级冷却人刺#r#02#1级冷却人刺地刺#r#03#1级冷却天地人三刺#r#1'
        ]
    },
    {
        id: 's2009',
        str: [
            '伏击',
            '伏击 #1%s/5#r#2潜伏暴起一击，有几率使敌人沉默#r隐身状态下使用有几率降低敌人真气上限#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#0%d#1秒#r#1隐身使用降低真气上限：#0%d%#r#1降低真气上限概率：#0%d%#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2012',
        str: [
            '勾魂',
            '勾魂 #1%s/5#r#2勾魂离体，使敌人禁食#r#1施法范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1禁食持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1992',
        str: [
            '隐身',
            '隐身 #1%s/1#r#2黑夜照耀大地，你的身形将不能被发现#r(战斗状态下无法隐身)#r(隐身状态下攻击或者被攻击都将破除隐身)#r#1施放范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0永久#r直至进入战斗状态或手动取消为止#r#1'
        ]
    },
    {
        id: 's1996',
        str: [
            '麻痹',
            '麻痹 #1%s/5#r#2降低敌人的移动速度#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1降低目标移动速度：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2002',
        str: [
            '影遁',
            '影遁 #1%s/5#r#2像影子一样遁去#r清除自身的缓慢缠绕沉默眩晕睡眠虚弱状态#r并免疫一段时间#r击晕沉默状态下也可使用#r#1施放范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1免疫持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's1998',
        str: [
            '闪影',
            '闪影 #1%s/5#r#2被动技能，灵敏的诀窍#r提高攻击力和生命值#r提高隐身等级和反隐等级',
            '#1提升攻击力：#0%d#r#1提升生命值：#0%d#r#1提升隐身等级：#0%d#r#1提升反隐等级：#0%d#r#1'
        ]
    },
    {
        id: 's2000',
        str: [
            '刀盾',
            '刀盾 #1%s/5#r#2护佑己身，无敌状态#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2007',
        str: [
            '潜伏帷幕',
            '潜伏帷幕 #1%s/5#r#2一张大幕将所有队友都遮住#r(战斗状态下无法隐身)#r#1施放范围：#0自身为圆心的圆#r#1范围半径：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2005',
        str: [
            '金蝉脱壳',
            '金蝉脱壳 #1%s/5#r#2自身强制隐身，留下残影迷惑敌人#r解除自身的一切控制状态并提升自身的隐身等级#r强制隐身状态下被攻击不会破除隐身状态#r#1施放范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#0300#1秒',
            '#1消耗真气：#0%d#r#1强制隐身持续时间：#05#1秒#r#1提升隐身等级：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1987',
        str: [
            '刺喉',
            '刺喉 #1%s/5#r#2刺击敌喉，对敌人造成伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1991',
        str: [
            '飘身',
            '飘身 #1%s/5#r#2飘逸的身形提升自身移动速度#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1提升移动速度：#0%.1f#1米/秒#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1990',
        str: [
            '双牙连击',
            '双牙连击 #1%s/8#r#2两段击，两把武器快速攻击，对敌人造成巨大伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1993',
        str: [
            '冷血',
            '冷血 #1%s/5#r#2一个刺客，必须有冷血无情的一面#r提升自身的暴击伤害和隐身等级#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1提升暴击伤害：#0%d%#r#1提升隐身等级：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's1995',
        str: [
            '切割',
            '切割 #1%s/5#r#2切肤之痛，可以造成敌人流血#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1每秒附加流血伤害：#0%d#r#1持续时间：#03#1秒#r#1'
        ]
    },
    {
        id: 's1989',
        str: [
            '击溃',
            '击溃 #1%s/8#r#2将目标范围内的敌人击溃#r#1施放范围：#0目标为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1994',
        str: [
            '流云风暴',
            '流云风暴 #1%s/5#r#2一怒天地变色#r对自身周围的敌人造成伤害#r#1施放范围：#0自身为圆心的圆#r#1范围半径：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1997',
        str: [
            '闪电刺',
            '闪电刺 #1%s/5#r#2闪电般的刺出一击#r自身有几率获得加速效果#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1%d%的几率自身加速1米/秒#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2004',
        str: [
            '连环刺',
            '连环刺 #1%s/5#r#2两段连环攻击，对敌人造成大量伤害#r若自身在隐身状态下发起攻击则必定暴击#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1999',
        str: [
            '背刺',
            '背刺 #1%s/5#r#2背后发起攻击，有几率造成敌人眩晕#r若在隐身状态下发起则更大几率造成敌人眩晕#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加眩晕值：#0%d#r#1隐身状态额外附加眩晕值：#0%d#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2001',
        str: [
            '螺旋刺',
            '螺旋刺 #1%s/5#r#2两段击，发出螺旋型的刀扇#r对自身周围的敌人造成伤害#r#1施放范围：#0自身为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1每段增加基础攻击：#0%d%#r#1每段附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's1988',
        str: [
            '暗流',
            '暗流 #1%s/5#r#2被动技能，黑暗会提高攻击力和生命值',
            '#1提升攻击力：#0%d#r#1提升生命值：#0%d#r#1'
        ]
    },
    {
        id: 's2008',
        str: [
            '地刺',
            '地刺 #1%s/5#r#2大地都在颤抖，对敌人造成伤害#r如果暴击则额外附加暴击伤害#r使敌人进入伤害加深的状态#r#1施法范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加暴击伤害：#0%d%#r#1使敌人受到伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2006',
        str: [
            '人刺',
            '人刺 #1%s/5#r#2无声无息取人首级，对敌人造成伤害并额外附加暴击率#r使敌人进入伤害加深的状态#r#1施法范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加暴击率：#0%d%#r#1使敌人受到伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2010',
        str: [
            '天刺',
            '天刺 #1%s/5#r#2刺破苍穹，对敌人造成大量伤害#r额外附加暴击率和暴击伤害#r使敌人进入伤害加深的状态#r#1施法范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加暴击率：#0%d%#r#1附加暴击伤害：#0%d%#r#1使敌人受到伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's3364',
        str: [
            '蹑影',
            '蹑影 #1%s/5#r一段时间内提高自身隐身等级，并减少受到的伤害#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0150#1秒',
            '#1消耗真气：#0%d#r#1提高隐身等级：#025#1#r#1伤害减少：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3365',
        str: [
            '舍身',
            '舍身 #1%s/5#r向死而生，舍命一击#r攻击敌方目标#r#1范围：#0直线#r#1施放距离：#0武器攻击距离+4#r#1攻击距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：生命真气上限和的#0%d%'
        ]
    },
    {
        id: 's2417',
        str: [
            '遁术',
            '遁术 #1%s/5#r#2使用缩地成寸之术，迅速接近敌人并且隐身#r迅速冲向敌人并且在接下来的极短时间强制进入隐身状态#r同时解除自身的的控制效果#r眩晕下可释放#r#1施放范围：#0远程单体#r#1施放距离：#020#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1强制隐身持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2416',
        str: [
            '轮回刃',
            '轮回刃 #1%s/5#r#2以刀刃席卷周遭，割断敌人脚筋，使其无法移动#r对范围内敌人造成定身效果#r#1施放范围：#0以自身为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2029',
        str: [
            '锁喉',
            '锁喉 #1%s/5#r#2锁住敌人喉咙，有几率使敌人沉默#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加沉默值：#0%d#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2033',
        str: [
            '图穷匕见',
            '图穷匕见 #1%s/5#r#2最后一击，根据自身生命和真气最大值对敌人造成伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：生命真气上限之和的%d%#r#1'
        ]
    },
    {
        id: 's2037',
        str: [
            '夜游魂',
            '夜游魂 #1%s/5#r#2夜间游荡的魂魄，提升自身的暴击率#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1提升暴击率：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2038',
        str: [
            '禁锢',
            '禁锢 #1%s/5#r#2禁锢住敌人，有几率驱散敌人增益状态#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1驱散一个增益状态概率：#0%d%#r#1驱散全部增益状态概率：#0%d%#r#1'
        ]
    },
    {
        id: 's2019',
        str: [
            '分身',
            '分身 #1%s/5#r#2召唤一个自己的影子，迷惑和攻击敌人#r#1施放范围：#0自身#r#1施放时间：#0瞬发#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1生命攻击防御比例：#0%d%#r#1'
        ]
    },
    {
        id: 's2023',
        str: [
            '暗杀',
            '暗杀 #1%s/5#r#2有时候这也是一种解决问题的手段#r对敌人造成伤害，隐身使用额外附加暴击率和暴击伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1隐身使用附加暴击率：#0%d%#r#1隐身使用附加暴击伤害：#0%d%#r#1'
        ]
    },
    {
        id: 's2030',
        str: [
            '无影交替',
            '无影交替 #1%s/5#r#2使目标免疫一定次数的伤害#r如果对分身使用，则牺牲分身，使自己与周围队友都#r免疫一定次数的伤害，并提升暴击率#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0180#1秒',
            '#1消耗真气：#0%d#r#1单体使用免疫次数：#0%d#0次#r#1单体使用免疫持续时间：#0%d#0秒#r#1分身作用范围：分身周围#0%d#1米#r#1对分身使用免疫次数：#0%d#0次#r#1对分身使用免疫持续时间：#0%d#0秒#r#1对分身使用提升暴击率：#0%d%#r#1提升暴击率持续时间：#0%d#0秒#r#1'
        ]
    },
    {
        id: 's2024',
        str: [
            '飘叶',
            '飘叶 #1%s/5#r#2被动技能，身轻如飘叶#r增加致命一击率',
            '#1提升暴击率：#0%d%'
        ]
    },
    {
        id: 's2026',
        str: [
            '夜舞',
            '夜舞 #1%s/5#r#2黑夜中的舞者，有几率造成敌人虚弱#r#1施放范围：#0目标为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加虚弱值：#0%d#r#1虚弱后的攻击力为正常的80%#r#1持续时间：#03#1秒#r#1'
        ]
    },
    {
        id: 's2034',
        str: [
            '黑暗仪式',
            '黑暗仪式 #1%s/5#r#2解除自身的控制状态并免疫一段时间#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2031',
        str: [
            '无情',
            '无情 #1%s/5#r#2无情剑客多情剑，提升自身暴击伤害#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1提升暴击伤害：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2014',
        str: [
            '闪电落',
            '闪电落 #1%s/5#r#2如闪电般从天而降，对敌人造成伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's2015',
        str: [
            '致盲',
            '致盲 #1%s/5#r#2使敌人失明，丢失当前目标#r并且在一段时间内无法选中任何目标#r(失明且无法选中目标对怪物不生效)#r#1施放范围：#0远程单体#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2017',
        str: [
            '毒刃',
            '毒刃 #1%s/5#r#2带毒的武器可以造成敌人流血#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1每秒附加流血伤害：#0%d#r#1持续时间：#03#1秒#r#1'
        ]
    },
    {
        id: 's2020',
        str: [
            '魅影',
            '魅影 #1%s/5#r#2魅影出没，提升自身移动速度和技能闪避#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1提升移动速度：#0%.1f#1米/秒#r#1提升技能闪避：#0%d%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2021',
        str: [
            '诅咒之刃',
            '诅咒之刃 #1%s/5#r#2被攻击的敌人会受到诅咒，有几率使敌人减速#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加缓慢值：#0%d#r#1缓慢后速度是原来的#020%#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2016',
        str: [
            '乱舞',
            '乱舞 #1%s/8#r#2攻击目标及周围范围内的所有敌人#r#1施放范围：#0目标为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's2018',
        str: [
            '血滴子',
            '血滴子 #1%s/5#r#2出则杀人，对敌人造成伤害#r如果暴击则额外附加暴击伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加暴击伤害：#0%d%#r#1'
        ]
    },
    {
        id: 's2022',
        str: [
            '袖里剑',
            '袖里剑 #1%s/5#r#2袖中剑突发，对敌人造成伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's2028',
        str: [
            '影袭',
            '影袭 #1%s/5#r#2暗影中发动袭击，有几率使敌人缠绕#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#05#1秒#r#1'
        ]
    },
    {
        id: 's2025',
        str: [
            '奇袭',
            '奇袭 #1%s/5#r#2奇兵突袭，对敌人造成伤害#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's2027',
        str: [
            '扰乱',
            '扰乱 #1%s/5#r#2使敌人无法攻击#r#1施放范围：#0自身为圆心的圆#r#1范围半径：#0%d#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's2013',
        str: [
            '暗影',
            '暗影 #1%s/5#r#2被动技能，暗影伴随会提高攻击力',
            '#1提升攻击力：#0%d#r#1'
        ]
    },
    {
        id: 's2035',
        str: [
            '闷棍',
            '闷棍 #1%s/5#r#2背后敲闷棍总是会收到意想不到的效果#r有几率使敌人睡眠，但是受到攻击后就会醒来#r隐身状态下使用额外增加睡眠几率#r#1施放范围：#0中程单体#r#1施放距离：#010#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加睡眠值：#0%d#r#1睡眠持续时间：#0%d#1秒#r#1睡眠持续到时间结束或者被攻击为止#r#1'
        ]
    },
    {
        id: 's2032',
        str: [
            '百鬼牙',
            '百鬼牙 #1%s/5#r#2百鬼之牙，中者必伤，有几率造成敌人虚弱#r#1施放范围：#0目标为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1附加虚弱值：#0%d#r#1持续时间：#05#1秒#r#1虚弱后攻击是正常的#080%#r#1'
        ]
    },
    {
        id: 's2036',
        str: [
            '无情打击',
            '无情打击 #1%s/5#r#2无情的打击，有几率使敌人眩晕#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加眩晕值：#0%d#r#1眩晕持续时间：#0%d#1秒#r#1'
        ]
    },
    {
        id: 's3344',
        str: [
            '影之噬',
            '影之噬 #1%s/5#r对范围内敌方造成减速，并有概率缠绕目标#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离+5#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1缓慢时间：#05#1秒#r#1速度降低：#0%d%#r#1缠绕概率：#050%#r#1缠绕时间：#05#1秒'
        ]
    },
    {
        id: 's3345',
        str: [
            '刃无声',
            '刃无声 #1%s/5#r悄然之刃，寂灭无声#r攻击敌方目标，并极大的降低目标技能闪避#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+2#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1技能闪避降低：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2409',
        str: [
            '凝爆',
            '凝爆 #1%s/5#r#2爆裂之威敛于体内#r减少受到的伤害#r一段时间后会将伤害爆发出去，#r对目标周围内敌人造成伤害#r#1施放范围：#0自身#r#1爆炸半径：#05#1米#r#1施放时间：#01#1秒#r#1爆炸延时：#010#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1获得免伤：#0%d%#r#1爆炸造成伤害：#0%d%目标最大生命值#r#2'
        ]
    },
    {
        id: 's2408',
        str: [
            '一震山河碎',
            '一震山河碎 #1%s/5#r#2召唤巨大的战锤击碎敌人#r对范围内敌人造成极高几率的眩晕#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2316',
        str: [
            '魔魂附体',
            '魔魂附体 #1%s/5#r#2让吞噬魔力的恶魂打入敌方体内#r大幅度地降低敌方的法力上限#r#1施放范围：#0近程单体#r#1施放距离：#0武器距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1降低比例：#0%d%#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2324',
        str: [
            '魂之召唤',
            '魂之召唤 #1%s/5#r#2让死灵魂依附于敌方身上，勾魂夺魄#r大幅度的削弱目标同时降低其移动速度#r#1施放范围：#0近程单体#r#1施放距离：#0武器距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加缓慢值：#0%d#r#1附加虚弱值：#0%d#r#1减少移动速度：#03#1米/秒#r#1削弱比例：#0%d%#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2308',
        str: [
            '草木之魂',
            '草木之魂 #1%s/8#r#2使用草木之魂的力量作战#r对敌人造成伤害，并且根据战魂层数造成缠绕效果#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加缠绕值：#0%d+10*战魂值#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2309',
        str: [
            '灵魂支配',
            '灵魂支配 #1%s/5#r#2灵魂支配#r每受到一次攻击，就获得一层战魂#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2318',
        str: [
            '木魂缠绕',
            '木魂缠绕 #1%s/5#r#2借用木之精魂的力量，攻击范围内的敌人#r并缠绕住敌人#r根据战魂层数会提高伤害和缠绕概率#r#1施放范围：#0以目标为圆心的圆#r#1范围半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d*战魂值#r#1附加缠绕值：#0%d+10*战魂值#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2313',
        str: [
            '风魂之力',
            '风魂之力 #1%s/5#r#2召唤风之魂附在双腿上#r使自己挣脱目前的控制，#r且在接下来一段时间提高自己身的移动速度#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1提升移动速度：#0%d#1米/秒#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2315',
        str: [
            '闪魂烙印',
            '闪魂烙印 #1%s/5#r#2被动技能#r可入灵魂的烙印#r永久提高自身生命和技能闪避',
            '#1增加生命：#0%d#r#1增加技能闪避：#0%d%#r#2'
        ]
    },
    {
        id: 's2322',
        str: [
            '神魂盾',
            '神魂盾 #1%s/5#r#2召唤神魂之盾#r使自己处于无敌状态，持续一段时间#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d+2*战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2320',
        str: [
            '魔魂舞动',
            '魔魂舞动 #1%s/5#r#2大量吞噬魔力的恶魂群起舞动#r大幅度地降低范围内敌人的法力上限，同时困住他们#r#1施放范围：#0以目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#0武器距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1降低数值：#0%d%#1的目标最大真气值#r#1附加缠绕值：#0%d#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2305',
        str: [
            '自然之魂',
            '自然之魂 #1%s/5#r#2被动技能#r自然精魂护佑我身#r被动提高自身的攻击力',
            '#1增加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's2304',
        str: [
            '魂抗',
            '魂抗 #1%s/3#r#2灵魂不屈，而抗争永不停歇！#r使自己接下来一段时间内免疫缠绕，缓慢#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2306',
        str: [
            '闪魂一击',
            '闪魂一击 #1%s/5#r#2闪电般击向敌人#r对敌人造成伤害，同时一定概率降低敌人的技能命中#r同时获得一层战魂#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1降低技能命中：#0%d%#r#1降低技能命中概率：#0%d%#r#1持续时间：#010#1秒#r#2'
        ]
    },
    {
        id: 's2311',
        str: [
            '魂之净身',
            '魂之净身 #1%s/5#r#2高尚魂灵清洁吾身！#r使自己接下来一段时间内免疫沉默和眩晕#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2314',
        str: [
            '摄魂阵',
            '摄魂阵 #1%s/5#r#2使用摄魂阵勾取范围内敌人的魂魄#r对敌人造成伤害，并且根据战魂层数造成额外的伤害#r同时获得一层战魂#r#1施放范围：#0以目标为圆心的圆#r#1范围半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1触发额外伤害：#0%d+150*战魂值#r#2'
        ]
    },
    {
        id: 's2307',
        str: [
            '凝魂',
            '凝魂 #1%s/3#r#2一点魂魄凝聚心头#r提高自身的各种抗性和技能闪避，减少受到的伤害#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1提高全部抗性：#0%d#r#1提高技能闪避率：#0%d%#r#1受到伤害减少：#0%d%#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2310',
        str: [
            '魂击',
            '魂击 #1%s/5#r#2释放一个灵魂#r对敌人造成伤害，并且根据战魂层数造成眩晕效果#r#1施放范围：#0远程单体#r#1施放距离：#025#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加眩晕值：#0%d#r#1眩晕持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2312',
        str: [
            '灵魂护盾',
            '灵魂护盾 #1%s/5#r#2请求灵魂护盾保护自己#r使自己免疫一定次数的攻击，持续一段时间#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1免疫次数：#0%d+战魂值#1次#r#1持续时间：#0%d+战魂值#1秒#r#2'
        ]
    },
    {
        id: 's2321',
        str: [
            '神魂附体',
            '神魂附体 #1%s/5#r#2召唤神魂附体#r提高自身的暴击率和暴击伤害#r#1施放范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#0%d#1秒',
            '#1消耗真气：#0%d#r#1增加暴击率：#0%d+2*战魂值%#r#1增加暴击伤害：#0%d+4*战魂值%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2317',
        str: [
            '鬼魂附体',
            '鬼魂附体 #1%s/5#r#2召唤恶灵缠住对手并折磨对手#r使目标受到的伤害增加#r#1施放范围：#0近程单体#r#1施放距离：#0武器距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2319',
        str: [
            '群魂乱舞',
            '群魂乱舞 #1%s/5#r#2召唤大量的灵魂，攻击范围内的敌人#r以自身血量和蓝量的一定比例作为附加攻击力去攻击敌人#r战魂层数会影响这个技能的伤害#r#1施放范围：#0以目标为圆心的圆#r#1范围半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加生命值百分比：#0%d+3*战魂值%#r#1附加法力值百分比：#0%d+3*战魂值%#r#2'
        ]
    },
    {
        id: 's2303',
        str: [
            '冰魂之刺',
            '冰魂之刺 #1%s/8#r#2冰魂之力化作尖刺攻向敌人#r对敌人造成伤害，并且根据战魂层数造成额外的伤害#r同时获得一层战魂#r#1施放范围：#0近程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1触发额外伤害：#0%d*战魂值#r#2'
        ]
    },
    {
        id: 's2325',
        str: [
            '魂之魅惑',
            '魂之魅惑 #1%s/5#r#2引诱对手的灵魂，使其无法自拔#r攻击范围内的敌人同时使他们无法还击#r#1施放范围：#0以目标为圆心的圆#r#1半径：#06#1米#r#1施放距离：#0武器距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d+1000*战魂值#r#1持续时间：#0%d#1秒#r#1影响人数：#0%d+2*战魂值#1#r#2'
        ]
    },
    {
        id: 's2323',
        str: [
            '火魂燃烧',
            '火魂燃烧 #1%s/5#r#2被动技能#r火魂在体内永恒燃烧#r永久提高攻击力',
            '#1增加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's2327',
        str: [
            '魂之挽歌',
            '魂之挽歌 #1%s/5#r#2唱响敌人的挽歌#r使敌人受到的伤害增加，使自己受到的伤害减少#r持续一段时间#r#1施放范围：#0近程单体#r#1施放距离：#0武器距离+5#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1目标受到伤害增加：#0%d%#r#1自身受到伤害减少：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2326',
        str: [
            '牺牲之魂',
            '牺牲之魂 #1%s/5#r#2宁愿牺牲自己，也要给予敌人重创#r消耗全部的战魂点数#r对目标造成伤害，禁食对手#r释放完短时间自己也处于生命上限降低的脆弱状态#r#1施放范围：#0近程单体#r#1施放距离：#0武器距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d+4*战魂值%#r#1附加攻击力：#0%d#r#1生命上限降低比例：#0%d%#r#1禁食时间：#0%d#1秒#r#1生命上限降低时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's3348',
        str: [
            '诸魂不侵',
            '诸魂不侵 #1%s/5#r短时间免疫负面状态#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3349',
        str: [
            '燃魂怒击',
            '燃魂怒击 #1%s/5#r攻击敌方目标，并造成眩晕#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离+4#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击：生命上限的#0%d%#r#1眩晕时间：#03#1秒'
        ]
    },
    {
        id: 's2405',
        str: [
            '兽神入定',
            '兽神入定 #1%s/5#r#2各式兽神入定，激发身体之无限潜力#r提高自己的血量，移动速度，技能命中，技能闪避，#r致命率，致命伤害，持续一段时间#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1提升生命：#0%d%#r#1提升移动速度：#0%d#1米/秒#r#1提升技能命中：#0%d%#r#1提升技能闪避：#0%d%#r#1提升暴击率：#0%d%#r#1提升暴击伤害：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2404',
        str: [
            '地狱咆哮',
            '地狱咆哮 #1%s/5#r#1攻击类图腾#r#2召唤一只来自地狱的魔王，让其攻击周围目标#r对周围目标造成大量伤害，伤害和主人的血量相关#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#016#1米#r冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1图腾攻击范围：#0%d#1米#r#1图腾攻击间隔：#0%d#1秒#r#1图腾存在时间：#0%d#1秒#r#1图腾基本攻击：#0%d#r#1图腾攻击附加主人生命比例：#0%d%#r#1攻击力传承比例：#0%d%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#2'
        ]
    },
    {
        id: 's2039',
        str: [
            '愤怒触须',
            '愤怒触须 #1%s/8#r#2借助自然的力量，使用触须攻击敌人#r对敌人造成伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's2059',
        str: [
            '森之精灵',
            '森之精灵 #1%s/5#r#1祝福类图腾#r#2召唤居住在森林中的小精灵祝福自己的友军#r提高自己和友军的攻击力#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#010#1秒#r#1图腾存在时间：#0%d#1秒#r#1提升攻击力百分比：#0%d#1%#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2063',
        str: [
            '沼泽领主',
            '沼泽领主 #1%s/5#r#1诅咒类图腾#r#2召唤一名沼泽领主，对周围敌人一定概率造成缠绕和缓慢的效果#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1缠绕值：#0%d#1#r#1缠绕持续时间：#0%d#1秒#r#1缓慢值：#0%d#1#r#1减少移动速度：#0%d#1米/秒#r#1缓慢持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2064',
        str: [
            '远古吞噬者',
            '远古吞噬者 #1%s/3#r#1攻击类图腾#r#2召唤上古恐龙，协同自己作战，其拥有极高的攻击#r会对四周的敌人造成伤害#r进入战斗后会进行怒吼，对周围范围内的敌人造成伤害#r攻击会对范围敌人一定概率造成禁食效果#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1图腾攻击距离：#0%d#1米#r#1图腾攻击间隔：#03#1秒#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%d%#r#1暴击暴伤传承比例：#0%d%#r#1技能命中传承比例：#0%d%#r#1图腾存在时间：#0%d#1秒#r#1图腾攻击增加基本攻击：#0%d%#r#1图腾攻击禁食概率：#0%d%#r#1图腾攻击禁食时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2053',
        str: [
            '瘟疫蝙蝠',
            '瘟疫蝙蝠 #1%s/5#r#1诅咒类图腾#r#2召唤一只蝙蝠，降低周围敌人的暴击率和暴击伤害#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#1#r#1图腾作用范围：#05#1米#r#1图腾施法间隔：#03#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1降低暴击率：#0%d%#r#1降低暴击伤害：#0%d%#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2045',
        str: [
            '一叶障目',
            '一叶障目 #1%s/5#r#2一叶即可障目，令敌人捉摸不到你的身形#r降低目标的普通攻击和技能攻击的命中，持续一段时间#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1降低命中：#0%d#r#1降低技能命中：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2049',
        str: [
            '狼族精魂',
            '狼族精魂 #1%s/5#r#1攻击类图腾#r#2召唤狼族精魂协助自己作战#r狼的生命，攻击，暴击率和暴击伤害会受到召唤者本身的这些属性的影响#r狼的攻击会降低目标的防御#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1图腾攻击间隔：#0%d#1秒#r#1图腾攻击距离：#05#1米#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1图腾存在时间：#0%d#1秒#r#1降低目标防御：#0%d#1#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2057',
        str: [
            '百兽之王',
            '百兽之王 #1%s/5#r#2被动技能#r百兽之王，拥有与生俱来的奇佳根骨#r提高自身的技能命中',
            '#1增加技能命中：#0%d%#r#2'
        ]
    },
    {
        id: 's2051',
        str: [
            '荆棘之路',
            '荆棘之路 #1%s/5#r#2控制荆棘快速地窜向目标并困住目标#r有一定几率缠绕目标，持续一段时间#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加缠绕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2054',
        str: [
            '弱肉强食',
            '弱肉强食 #1%s/5#r#2弱肉强食，这正是自然的法则#r根据自己和对方的当前生命值来给予对手打击#r自己的当前生命值大于等于对方当前生命值时，则有几率令对方眩晕#r自己的当前生命值小于对方当前生命值时，则有几率令对方沉默#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加沉默值：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2062',
        str: [
            '凤鸣朝阳',
            '凤鸣朝阳 #1%s/5#r#2不死鸟展开双翼翱翔与天际冲向目标#r目标造成巨大的伤害#r附加自身生命值和真气值一定比例的攻击力，#r对目标造成巨大伤害#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加生命值比例：#0%d%#r#1附加真气值比例：#0%d%#r#2'
        ]
    },
    {
        id: 's2058',
        str: [
            '食物中毒',
            '食物中毒 #1%s/5#r#2病从口入，再强的敌人食物中毒时也#r变得脆弱不堪#r释放后一定几率使对方进入虚弱状态，#r同时使其受到的伤害增加#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1虚弱比例：#0%d%#1#r#1虚弱值：#0%d#1#r#1受到伤害增加：#0%d%#1#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2040',
        str: [
            '玫瑰旋风',
            '玫瑰旋风 #1%s/8#r#2旋风卷起了玫瑰花瓣，华丽却也伤人#r对多个敌人造成伤害#r#1施放范围：#0以目标为圆心的圆#r#1半径：#05#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%.1f%#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's2043',
        str: [
            '镰鼬',
            '镰鼬 #1%s/8#r#2依靠风的力量攻击对手#r对敌人造成伤害并撕裂一个伤口#r使其接下来的一段时间持续流血#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#06#1秒#r#1持续时间：#06#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1单次流血伤害：#0%d#r#2'
        ]
    },
    {
        id: 's2044',
        str: [
            '自然赐福',
            '自然赐福 #1%s/3#r#2来自大自然的祝福，移除自身的缓慢和缠绕效果#r并增加自身的移动速度，持续一段时间#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加移动速度：#03#1米/秒#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2047',
        str: [
            '鹰群领袖',
            '鹰群领袖 #1%s/5#r#1祝福类图腾#r#2召唤鹰群领袖，提高周围队友的技能命中#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#010#1秒#r#1图腾存在时间：#0%d#1秒#r#1提高技能命中：#0%d%#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2048',
        str: [
            '猿猴领袖',
            '猿猴领袖 #1%s/5#r#1祝福类图腾#r#2召唤猿猴领袖，提高周围队友的技能闪避#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#010#1秒#r#1图腾存在时间：#0%d#1秒#r#1提高技能闪避：#0%d%#r#1状态持续：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2042',
        str: [
            '玫瑰花岚',
            '玫瑰花岚 #1%s/5#r#2一场玫瑰风暴，狂野而美丽#r对多个敌人造成伤害#r#1施放范围：#0以目标为圆心的圆#r#1半径：#07#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#2'
        ]
    },
    {
        id: 's2046',
        str: [
            '棘齿地狱',
            '棘齿地狱 #1%s/5#r#2从地底深处召唤来荆棘来协助自己刺伤敌人#r对目标造成伤害且一定几率降低敌人的移动速度#r#1施放范围：#0以目标为圆心的圆#r#1半径：#07#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击力：#0%d%#r#1附加攻击力：#0%d#r#1附加缓慢值：#0%d#r#1降低移动速度：#03#1米/秒#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2050',
        str: [
            '森林主宰',
            '森林主宰 #1%s/5#r#2被动技能#r森林的主宰，天生即有过人之处#r提高自身的攻击和真气值上限',
            '#1增加攻击：#0%d#r#1增加真气上限：#0%d#r#2'
        ]
    },
    {
        id: 's2056',
        str: [
            '灵龟召唤',
            '灵龟召唤 #1%s/5#r#1攻击类图腾#r#2召唤玄武灵龟，协同自己作战，灵龟会攻击#r四周的敌人#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米#r冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1图腾攻击间隔：#03#1秒#r#1图腾作用范围：#05#1米#r#1图腾基本攻击：#0%d#r#1攻击力传承比例：#0%.1f%#r#1暴击暴伤传承比例：#0%.1f%#r#1技能命中传承比例：#0%d%#r#1图腾存在时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2052',
        str: [
            '蔓藤狂怒',
            '蔓藤狂怒 #1%s/5#r#2自然的力量爆发，让蔓藤猛烈的生长攻击敌人#r对多个敌人造成伤害且短暂的将敌人击晕#r#1施放范围：#0以目标为圆心的圆#r#1半径：#07#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加眩晕值：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2055',
        str: [
            '元素打击',
            '元素打击 #1%s/5#r#2使用元素的力量打击对手#r如果对方身上有镰鼬效果，则吞噬掉镰鼬效果同时给予对方易伤#r#1施放范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1伤害增加：#0%d%#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2041',
        str: [
            '自然之子',
            '自然之子 #1%s/3#r#2被动技能#r大自然的孩子会有自然之力来庇护#r提高自身的技能闪避',
            '#1增加技能闪避：#0%d%#r#2'
        ]
    },
    {
        id: 's2060',
        str: [
            '云体风身',
            '云体风身 #1%s/5#r#2长期的刻苦修炼，与自然融为一体#r以云为体以风作身#r立刻移除自己的受控制状态#r并在接下来的一段时间内免疫对自身行动的控制#r击晕下可用#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's2061',
        str: [
            '蛙群族长',
            '蛙群族长 #1%s/5#r#1诅咒类图腾#r#2召唤蛙群族长，它会用蛙鸣干扰目标周遭敌人的心神，#r使敌人一定概率被沉默#r（图腾的行为由召唤者的pk设置决定，可能会#r导致施法者黄名和红名，请谨慎使用）#r#1召唤距离：#018#1米',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#1#r#1图腾作用范围：#0%d#1米#r#1图腾施法间隔：#07#1秒#r#1图腾存在时间：#0%d#1秒#r#1技能命中传承比例：#0%d%#r#1沉默值：#0%d#1#r#1状态持续：#0%.1f#1秒#r#2'
        ]
    },
    {
        id: 's2065',
        str: [
            '生命力场',
            '生命立场 #1%s/3#r#2生命立场，护佑吾身#r移除自身的控制效果，并获得一段时间的无敌#r击晕下可释放#r#1施放范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#2'
        ]
    },
    {
        id: 's3350',
        str: [
            '百兽狂袭',
            '百兽狂袭 #1%s/5#r召唤兽群碾压目标，降低其技能命中和闪避#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1技能命中降低：#0%d%#r#1技能闪避降低：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3351',
        str: [
            '野兽之心',
            '野兽之心 #1%s/5#r提高图腾技能命中传承#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1技能命中传承：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2607',
        str: [
            '天池石壁',
            '天池石壁 #1%s/5#r#2峰峦浑厚，草木华滋。千岩竞秀，烟云流润。#r持续范围祝福，每两秒释放一次#r增加友方减伤，并持续叠加，最多叠加5次#r根据叠加层数有概率获得真气盾#r每10秒只能触发一次特效#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1初始减伤：#0%.1f%#r#1每层减伤：#0%.1f%#r#1真气盾概率：#0叠加层数*20%#r#1真气盾抵挡伤害：#0自身真气上限的%d%#r#1真气盾持续时间：#05#1秒#r#1真气盾抵挡伤害次数：#0%d#1次'
        ]
    },
    {
        id: 's2613',
        str: [
            '梅花三弄',
            '梅花三弄 #1%s/5#r#2衔霜当路发，映雪拟寒开#r持续范围攻击，每两秒造成一次伤害#r持续增加自身暴击伤害，最多叠加5次#r持续增加自身攻击力，最多叠加5次#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1增加基础攻击：#0%d%#r#1每层攻击提升：#0%d%#r#1每层暴击伤害提升：#0%d%'
        ]
    },
    {
        id: 's2608',
        str: [
            '巴山夜雨',
            '巴山夜雨 #1%s/5#r#2君问归期未有期，巴山夜雨涨秋池#r持续范围诅咒，每两秒施法一次诅咒#r向敌方释放缓慢，并持续叠加，最多叠加5次#r根据叠加层数有概率触发缠绕#r每10秒最多触发一次特效#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1增加基础攻击：#0%d%#r#1初始缓慢减速：#0%.1f%#r#1叠加缓慢减速：#0%.1f%#r#1缠绕概率：#0叠加层数*20%#r#1缠绕时间：#03#1秒'
        ]
    },
    {
        id: 's2612',
        str: [
            '快雪时晴',
            '快雪时晴 #1%s/5#r#2笑寒饮，又新晴，千山已过风云行#r持续范围诅咒，每两秒施法一次诅咒#r降低敌方攻击力与技能命中，并持续叠加，最多叠加5次#r根据叠加层数有概率触发无法攻击与释放技能#r每10秒最多触发一次特效#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1增加基础攻击：#0%d%#r#1初始降低攻击：#0%.1f%#r#1每层降低攻击：#0%.1f%#r#1初始降低技能命中：#0%.1f%#r#1每层降低技能命中：#0%.1f%#r#1特效触发概率：#0叠加层数*20%#r#1无法攻击与释放技能时间：#0%.1f#1秒'
        ]
    },
    {
        id: 's2606',
        str: [
            '无我无相',
            '无我无相 #1%s/3#r#2无人无我，有相无相#r移除自身的控制效果，并获得一段时间的无敌#r击晕下可释放#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1持续时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2611',
        str: [
            '江雪初行',
            '江雪初行 #1%s/5#r#2江雪初行抚洛神，墨守风云潇湘雨。#r持续范围祝福，每两秒释放一次#r增加友方异常状态抗性，并持续叠加，最多叠加5次#r根据叠加层数有概率触发免疫一次负面状态免疫#r每10秒只能触发一次特效#r#1范围：#0以自身为圆心的圆#r#1半径：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒',
            '#1冷却时间：#0%d#1秒#r#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1初始抗性增加：#0%d#r#1每层抗性增加：#0%d#r#1免疫触发概率：#0叠加层数*20%#r#1负面状态免疫持续：#05#1秒'
        ]
    },
    {
        id: 's2605',
        str: [
            '碧海潮升',
            '碧海潮升 #1%s/5#r#2不知潮起潮落间，碧海一曲为君飨#r持续范围攻击，每两秒造成一次伤害#r持续增加自身暴击率，最多叠加5次#r叠加5次后获得攻击力提升，每10秒只能触发一次特效#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#05#1秒',
            '#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1增加基础攻击：#0%d%#r#1每层暴击率提升：#0%d%#r#1攻击力提升：#0%d%#r#1攻击力提升持续：#05#1秒'
        ]
    },
    {
        id: 's2610',
        str: [
            '星罗棋布',
            '星罗棋布 #1%s/5#r#2人事三杯酒，流年一局棋。#r持续范围攻击，每两秒造成一次伤害#r持续增加自身攻击力，最多叠加5次#r叠加5次后有几率提升暴击伤害#r每10秒只能触发一次特效#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#02#1秒#r#1冷却时间：#020#1秒',
            '#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1增加基础攻击：#0%d%#r#1每层攻击提升：#0%d%#r#1暴击伤害提升：#0%d%#r#1暴击伤害提升持续：#05#1秒'
        ]
    },
    {
        id: 's2614',
        str: [
            '无极太苍',
            '无极太苍 #1%s/5#r#2太苍安可穷，天道邈无极#r持续范围祝福，每两秒释放一次#r持续使友方获得无敌，击晕状态下可用#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离',
            '#1半径：#0%d#1米#r#1施放时间：#02#1秒#r#1最大释放时间：#0%d#1秒#r#1冷却时间：#0%d#1秒#r#1每两秒消耗真气：#0%d'
        ]
    },
    {
        id: 's2615',
        str: [
            '闻笛烂柯',
            '闻笛烂柯 #1%s/5#r#2怀旧空吟闻笛赋，到乡翻似烂柯人#r持续范围诅咒，每两秒施法一次诅咒#r持续使敌方禁食#r禁食概率与玩家等级，血量和真气相关#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离',
            '#1半径：#0%d#1米#r#1施放时间：#02#1秒#r#1冷却时间：#090#1秒#r#1每两秒消耗真气：#0%d#r#1最大释放时间：#0%d#1秒#r#1增加基础攻击：#0%d%#r#1单次禁食持续：#05#1秒'
        ]
    },
    {
        id: 's2609',
        str: [
            '胸无点墨',
            '胸无点墨 #1%s/5#r#2胸无点墨心常怯，腹有诗书气自华。#r自身真气上限大于等于对方真气上限时，#r则令对方禁食并降低对方真气值；#r自身真气上限小于对方真气上限时，#r则降低敌方真气上限，并造成减少真气上限的流血。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1禁食持续时间：#05#1秒#r#1降低真气值：真气上限的#0%d%#r#1降低真气上限：#0%d%#r#1降低真气持续时间：#010#1秒#r#1流血持续时间：#010#1秒'
        ]
    },
    {
        id: 's2617',
        str: [
            '洛神惊鸿',
            '洛神惊鸿 #1%s/3#r#2凌波微步，罗袜生尘#r创造一个分身，攻击和迷惑敌人#r分身将随机释放一个持续技能#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1分身持续时间：#020#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#01#1级使用初级持续技能#r#02#1级使用中级持续技能#r#03#1级使用高级持续技能'
        ]
    },
    {
        id: 's2616',
        str: [
            '北冥鲲跃',
            '北冥鲲跃 #1%s/5#r#2北冥有鱼，其名为鲲#r单体攻击技能，附加伤害值与真气有关。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：自身真气上限的#0%d%'
        ]
    },
    {
        id: 's2618',
        str: [
            '宇越星灭',
            '宇越星灭 #1%s/5#r#2天接云涛连晓雾，星河欲转千帆舞#r强力三段击，一段沉，二段寂，三段灭#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：武器攻击距离#r#1施放时间：#03#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1第一段附加基础攻击#0%d%#r#1第二段附加基础攻击#0%d%#r#1第三段附加基础攻击#0%d%#r#1每次攻击附加缓慢#03#1秒#r#1若被缓慢则附加眩晕#03#1秒'
        ]
    },
    {
        id: 's3352',
        str: [
            '两仪化形',
            '两仪化形 #1%s/5#r以太极两仪之力攻击目标#r攻击范围内敌方目标#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加伤害：生命真气上限之和的#0%d%'
        ]
    },
    {
        id: 's3353',
        str: [
            '玉水明沙',
            '玉水明沙 #1%s/5#r使范围内敌方缓慢，并受到伤害加深#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1缓慢：#0%d%#r#1伤害加深：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2598',
        str: [
            '唐临晋帖',
            '唐临晋帖 #1%s/10#r#2被动技能#r增加自身攻击力与真气上限',
            '#1增加攻击力：#0%d#r#1增加真气上限：#0%d'
        ]
    },
    {
        id: 's2602',
        str: [
            '风清云逸',
            '风清云逸 #1%s/5#r#2疏梅淡影风自清，云逸峰峦空自游#r沉默敌方并驱散有益状态#r#1范围：#0以目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#060#1秒#r#1消耗真气：#0%d#r#1沉默持续时间：#0%.1f#1秒#r#1驱散成功概率：#0%d%'
        ]
    },
    {
        id: 's2603',
        str: [
            '万壑松风',
            '万壑松风 #1%s/5#r#2松风吹解带，山月照弹琴#r为队友提供真气盾抵抗一次伤害并加速#r加速状态在攻击或被击中后失效#r#1范围：#0以自身为圆心的圆#r#1半径：#012#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#030#1秒#r#1消耗真气：#0%d#r#1护盾吸收伤害：#0%.1f*当前真气#r#1护盾持续时间：#030#1秒#r#1加速：#0%.1f#1米/秒#r#1加速持续时间：#030#1秒'
        ]
    },
    {
        id: 's2601',
        str: [
            '风仙云体',
            '风仙云体 #1%s/5#r#2霓为衣兮风为马，云之君兮纷纷而来下。#r在一定时间内，提高自身闪躲值与技能闪避#r同时移除并在5秒内免疫影响移动的不利状态#r击晕下可释放#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#060#1秒#r#1消耗真气：#0%d#r#1增加躲闪值#0%d#r#1持续时间#05#1分钟#r#1增加技能闪躲#0%d%#r#1持续时间#030#1秒'
        ]
    },
    {
        id: 's2675',
        str: [
            '踏云',
            '踏云 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2604',
        str: [
            '水云盾',
            '水云盾 #1%s/5#r#2云之汉兮水之渊，佳哉斯人兮水云之仙#r真气盾，消耗真气吸收伤害#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#060#1秒#r#1持续时间：#0%d#1秒#r#1消耗真气：#0%d#r#1吸收伤害比例：#0%d%#r#1最大吸收伤害为人物最大真气的#0%.1f#1倍'
        ]
    },
    {
        id: 's2600',
        str: [
            '灵砚绘虎',
            '灵砚绘虎 #1%s/8#r#2虎鼓瑟兮鸾回车，仙之人兮列如麻#r对多个敌人造成伤害#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2599',
        str: [
            '日月晦明',
            '日月晦明 #1%s/8#r#2日月晦明，新增其色#r单体攻击技能#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2597',
        str: [
            '点墨',
            '点墨 #1%s/8#r#2点墨成魂诗作骨，落笔生花词为心。#r单体攻击，秀才的基本技能。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2836',
        str: [
            '逐花',
            '逐花 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2821',
        str: [
            '伞旋舞',
            '伞旋舞 #1%s/5#r#2舞衫哥扇转头空，只有青山杳霭中#r解除范围内友方负面状态，并增加生命上限#r#1范围：#0自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1生命上限增加：自身生命的#0%d%#r#1持续时间：#015#1秒'
        ]
    },
    {
        id: 's2820',
        str: [
            '风揽雪',
            '风揽雪 #1%s/5#r#2此别要知须强饮，雪残风细长亭#r攻击范围内敌方目标，减缓目标移动速度#r#1范围：#0目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加缓慢值：#0%d#r#1降低移动速度比例：#050%#r#1持续时间：#03#1秒'
        ]
    },
    {
        id: 's2819',
        str: [
            '落花意',
            '落花意 #1%s/5#r#2流水落花春去也，天上人间#r祝福自身，攻击过自身的敌人无法暴击#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒#r#1持续时间：#010#1秒',
            '#1消耗真气：#0%d#r#1无法暴击时间：#0%d#1秒'
        ]
    },
    {
        id: 's2818',
        str: [
            '月正寒',
            '月正寒 #1%s/5#r#2归心入梦，梦泛寒江月#r攻击敌方目标，附加伤害与真气相关。#r当前每有一层花意，附加攻击的真气比例提高10%#r消耗一层花意#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：自身当前真气的#0%d%'
        ]
    },
    {
        id: 's2817',
        str: [
            '陌上花开',
            '陌上花开 #1%s/8#r#2陌上花开，可缓缓归矣#r攻击范围内敌方目标。#r#1范围：#0目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2816',
        str: [
            '迎客松',
            '迎客松 #1%s/8#r#2柔云无片雨，欣然洗尘松#r攻击前方扇形范围内目标#r#1范围：#0自身为圆心的扇形#r#1扇形角度：#0150#r#1扇形半径：#015#1米#r#1施放距离：#015#1米#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2815',
        str: [
            '千花万树',
            '千花万树 #1%s/10#r#2被动技能，增加自身攻击，真气上限和技能闪避#r受攻击获得一层“花意”状态，最多叠加三层',
            '#1每%d秒最多获得一次花意#r#1增加攻击力：#0%d#r#1增加真气上限：#0%d#r#1增加技能闪避：#0%.1f%'
        ]
    },
    {
        id: 's2814',
        str: [
            '回风舞',
            '回风舞 #1%s/8#r#2雾轻红踟蹰，风艳紫蔷薇#r单体攻击，百卉的基本技能。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2835',
        str: [
            '花葬月',
            '花葬月 #1%s/5#r#2寒塘渡鹤影，冷月葬花魂#r攻击敌方单体目标#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加攻击：自身最大生命值的#0%d%'
        ]
    },
    {
        id: 's2834',
        str: [
            '何须怜我',
            '何须怜我 #1%s/5#r#2既不回头，何必不忘#r使自身身边敌方降低整体移动速度并禁食#r减速效果在持续时间内逐渐衰减#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#0150#1秒',
            '#1消耗真气：#0%d#r#1禁食持续时间：#05#1秒#r#1整体减速：#0%.1f#1米每秒#r#1减速持续时间：#010#1秒'
        ]
    },
    {
        id: 's2833',
        str: [
            '清波月',
            '清波月 #1%s/3#r#2万般旖旎皆如是，茜袂凌波柳叶嗔#r取消自身影响移动的不良状态，并使自身短暂免疫负面状态#r只能在“花意”状态下释放，消耗一层“花意”#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1免疫时间：#02#1秒'
        ]
    },
    {
        id: 's2832',
        str: [
            '落影斩',
            '落影斩 #1%s/5#r#2万影皆因月，千声各为秋#r单体攻击，并诅咒敌方，#r诅咒期间敌方受攻击次数越多伤害越高，#r最多累计14次伤害#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1诅咒持续时间：#0%d#1秒#r#1诅咒伤害：受攻击次数乘以自身生命上限的#0%d%'
        ]
    },
    {
        id: 's2831',
        str: [
            '云飞还',
            '云飞还 #1%s/5#r#2云无心以出岫，鸟倦飞而知还#r攻击范围内敌方目标，并使敌方眩晕#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击力：#0%d#r#1眩晕时间：#0%.1f#1秒'
        ]
    },
    {
        id: 's2830',
        str: [
            '摇花慢',
            '摇花慢 #1%s/5#r#2摇荡吹花风，落英纷已积#r提升自身攻击力，并使自身免疫伤害#r攻击或受攻击一定次数后消失#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1攻击力加成：#0%d%#r#1攻击次数：#05#1次#r#1持续时间：#0%d#1秒#r#1免疫伤害次数：#0%d#1次#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2829',
        str: [
            '风摇白露',
            '风摇白露 #1%s/5#r#2白云映水摇空城，白露垂珠滴秋月#r快速对范围内敌方造成3次攻击#r第二击伤害是第一击的2倍！#r第三击伤害是第一击的3倍！#r#1范围：#0以目标为圆心的圆#r#1半径：#06#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1第一击基础攻击：#0%d%#r#1第一击附加攻击：自身真气上限的#0%d%'
        ]
    },
    {
        id: 's2828',
        str: [
            '花盈袖',
            '花盈袖 #1%s/5#r#2东篱把酒黄昏后，有暗香盈袖#r使敌方随机陷入不利状态#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2827',
        str: [
            '松林风',
            '松林风 #1%s/5#r#2明月净松林，千峰同一色#r攻击范围内敌方目标，并使其受到持续伤害#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1每秒伤害：目标最大生命的#0%d%#r#1持续时间：#05#1秒'
        ]
    },
    {
        id: 's2826',
        str: [
            '扫残云',
            '扫残云 #1%s/5#r#2风卷残云暮雪晴，红烟洗尽柳条轻#r攻击范围内敌方目标，并使其受到伤害增加#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#020#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1目标所受伤害增加：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2825',
        str: [
            '顾影低回',
            '顾影低回 #1%s/5#r#2低徊顾影无颜色，尚得君王不自持#r增加范围内友方技能闪避和异常状态抗性#r#1范围：#0自身为圆心的圆#r#1半径：#012#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#070#1秒',
            '#1消耗真气：#0%d#r#1增加技能闪避：#0%d%#r#1增加抗性：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2824',
        str: [
            '君须怜我',
            '君须怜我 #1%s/3#r#2我夕请君怜，爱莫知能心#r移除自身的控制效果，并获得一段时间的无敌#r击晕沉默下可释放#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1持续时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2823',
        str: [
            '花落雨',
            '花落雨 #1%s/5#r#2花谢花飞花满天，红消香断有谁怜#r快速对目标范围内目标造成五次攻击#r#1范围：#0目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1每次基础攻击：#0%d%#r#1附加攻击力：#0%d'
        ]
    },
    {
        id: 's2822',
        str: [
            '流水情',
            '流水情 #1%s/5#r#2落花有意，流水无情#r真气盾，消耗真气吸收伤害#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1吸收伤害比例：#0%d%#r#1最大吸收伤害为人物最大真气的#0%.1f#1倍'
        ]
    },
    {
        id: 's3354',
        str: [
            '暮雨晨光',
            '暮雨晨光 #1%s/5#r暮雨晨光，振聋发聩#r攻击范围内敌方目标，使其眩晕#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1眩晕时间：#03#1秒'
        ]
    },
    {
        id: 's3355',
        str: [
            '琼花乱舞',
            '琼花乱舞 #1%s/5#r吸收附近敌方的生命和真气#r#1范围：#0以自身为圆心的群#r#1半径：#012#1米#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1敌方生命真气降低：#0%d%#r#1自身生命真气增加：#0%d%#r#1持续时间：#020#1秒'
        ]
    },
    {
        id: 's2891',
        str: [
            '行云',
            '行云 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2890',
        str: [
            '化枯转荣',
            '化枯转荣 #1%s/5#r#3木#2系初级技能#r解除目标范围内目标和自身的受控制状态，#r并增加移动速度。#r#1范围：#0以自身为圆心的圆#r#1半径：#012#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1移动速度增加：#0%.1f#1米每秒#r#1持续时间：#0%d#1秒#r#4水#2灵提高移动速度，#r自身获得额外1米每秒加速'
        ]
    },
    {
        id: 's2888',
        str: [
            '厚体术',
            '厚体术 #1%s/5#r#5土#2系基础技能#r真气盾，消耗真气吸收伤害#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#035#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1吸收伤害比例：#0%d%#r#1最大吸收伤害为人物最大真气的#0%.1f#1倍#r#6火#2灵提高伤害吸收量'
        ]
    },
    {
        id: 's2886',
        str: [
            '水凝冰',
            '水凝冰 #1%s/8#r#4水#2系基础技能#r攻击敌方单体目标，并有几率使目标眩晕。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1眩晕概率：#0%d%#r#1持续时间：#0%.1f#1秒#r#7金#2灵提高眩晕概率'
        ]
    },
    {
        id: 's2889',
        str: [
            '金灵疾空',
            '金灵疾空 #1%s/5#r#7金#2系初级技能#r攻击范围内敌方目标，并使其受到伤害增加。#r一定几率清除冰针急雨冷却时间#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1伤害增加：#0%d%#r#1持续时间：#05#1秒#r#5土#2灵提高本次暴击率'
        ]
    },
    {
        id: 's2887',
        str: [
            '火鸦咒',
            '火鸦咒 #1%s/8#r#6火#2系基础技能#r攻击前方扇形范围内敌方目标。#r#1范围：#0以自身为圆心的扇形#r#1扇形角度：#090#r#1半径：#017#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#3木#2灵可造成流血伤害'
        ]
    },
    {
        id: 's2885',
        str: [
            '叶舞剑',
            '叶舞剑 #1%s/8#r#3木#2系基础技能#r攻击范围内敌方目标。#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#4水#2灵附加额外攻击力'
        ]
    },
    {
        id: 's2884',
        str: [
            '五灵化韵',
            '五灵化韵 #1%s/10#r#2被动技能，增加自身攻击，真气上限和技能命中#r使用技能获得御灵状态，提高技能威力',
            '#1增加攻击力：#0%d#r#1增加真气上限：#0%d#r#1增加技能命中：#0%.1f%'
        ]
    },
    {
        id: 's2883',
        str: [
            '飞星矢',
            '飞星失 #1%s/8#r#7金#2系基础技能#r攻击敌方单体目标。#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#5土#2灵附加额外攻击力'
        ]
    },
    {
        id: 's2905',
        str: [
            '流金砾石',
            '流金砾石 #1%s/5#r#7金#2系究极技能#r攻击敌方单体目标，并使敌方受到伤害增加#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1伤害增加：#0%d%#r#1持续时间：#010#1秒#r#5土#2灵提高伤害加深'
        ]
    },
    {
        id: 's2906',
        str: [
            '万象森罗',
            '万象森罗 #1%s/5#r#3木#2系究极技能#r攻击范围内敌方目标，并使敌方生命上限降低#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1降低生命上限：#0%d%#r#1持续时间：#010#1秒#r#4水#2提高降低比例'
        ]
    },
    {
        id: 's2902',
        str: [
            '残月锁漪',
            '残月锁漪 #1%s/5#r#4水#2系高级技能#r攻击范围内敌方目标，并使敌方无法攻击无法移动，#r无法使用技能#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1缴械持续时间：#0%d#1秒#r#1缠绕时间：#05#1秒#r#7金#2灵提高基础攻击加成'
        ]
    },
    {
        id: 's2903',
        str: [
            '朱雀振翅',
            '朱雀振翅 #1%s/5#r#6火#2系高级技能#r攻击范围内敌方目标，并使敌方禁食#r禁食概率与玩家等级，血量和真气相关#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1禁食时间：#0%d#1秒#r#3木#2灵提高基础攻击加成'
        ]
    },
    {
        id: 's2901',
        str: [
            '秋镰游刃',
            '秋镰游刃 #1%s/5#r#3木#2系高级技能#r攻击敌方单体目标，短暂延迟后根据敌方损失血量附加伤害#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加伤害：自身已损失真气值的#0%d%#r#1延迟伤害：目标已损失生命值的#0%d%#r#4水#2灵提高延迟伤害'
        ]
    },
    {
        id: 's2898',
        str: [
            '太阴真火',
            '太阴真火 #1%s/5#r#6火#2系中级技能#r攻击范围内敌方目标#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：真气上限的#0%d%#r#3木#2灵提高附加攻击'
        ]
    },
    {
        id: 's2900',
        str: [
            '金蛇狂舞',
            '金蛇狂舞 #1%s/5#r#7金#2系高级技能#r攻击范围内敌方目标，并使敌方受到持续伤害#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1流血伤害：最大生命值的#0%d%#r#1持续时间：#010#1秒#r#5土#2灵提高流血伤害'
        ]
    },
    {
        id: 's2899',
        str: [
            '蛟岩戮',
            '蛟岩戮 #1%s/5#r#5土#2系中级技能#r攻击范围内敌方目标，并使敌方眩晕#r同时使自身免疫影响移动的不利状态#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1眩晕时间：#03#1秒#r#1免疫时间：#0%d#1秒#r#6火#2灵提高基础攻击加成'
        ]
    },
    {
        id: 's2895',
        str: [
            '火眼金睛',
            '火眼金睛 #1%s/5#r#7金#2系中级技能#r增加自身攻击力和暴击伤害#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加攻击力：#0%d%#r#1增加暴击伤害：#0%d%#r#1持续时间：#0%d#1秒#r#5土#2灵提高额外攻击和暴击伤害'
        ]
    },
    {
        id: 's2904',
        str: [
            '麒麟屏障',
            '麒麟屏障 #1%s/3#r#5土#2系初级技能#r移除自身的控制效果，并获得一段时间的无敌#r击晕沉默下可释放#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#6火#2灵提高持续时间'
        ]
    },
    {
        id: 's2896',
        str: [
            '藤蛇缠身',
            '藤蛇缠身 #1%s/5#r#3木#2系中级技能#r攻击敌方单体，并缠绕目标#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加缠绕值：#0%d#r#1持续时间：#0%.1f#1秒#r#4水#2灵提高缠绕值'
        ]
    },
    {
        id: 's2897',
        str: [
            '冰针急雨',
            '冰针急雨 #1%s/5#r#4水#2系中级技能#r攻击范围内敌方目标，并使其沉默#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1沉默时间：#0%d#1秒#r#7金#2灵附加大量额外伤害'
        ]
    },
    {
        id: 's2892',
        str: [
            '甘霖雨露',
            '甘霖雨露 #1%s/5#r#4水#2系初级技能#r使范围内目标和自身受攻击恢复生命#r#1范围：#0以自身为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#012#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1受攻击回血：#0%d%#r#1持续时间：#0%d#1秒#r#7金#2灵提高持续时间'
        ]
    },
    {
        id: 's2893',
        str: [
            '丹凤解甲',
            '丹凤解甲 #1%s/5#r#6火#2系初级技能#r攻击敌方单体，并降低目标防御#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1防御降低：自身防御的#0%d%#r#1持续时间：#010#1秒#r#3木#2灵降低额外防御'
        ]
    },
    {
        id: 's3357',
        str: [
            '冰螭咆哮',
            '冰螭咆哮 #1%s/5#r#4水#2系究级技能#r攻击范围内敌方，并使其缓慢#r缓慢可叠加5次#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#06#1秒',
            '#1消耗真气：#0%d#r#1附加基础攻击：#0%d%#r#1附加攻击为真气上限的#0%d%#r#1缓慢减速：#0%d%#r#1持续时间：#010#1秒#r#7金#2灵提高附加伤害'
        ]
    },
    {
        id: 's3358',
        str: [
            '火暖魄',
            '火暖魄 #1%s/5#r#6火#2系究级技能#r提高自身减伤系数，增加暴击率#r#1范围：#0自身#r#1施放时间：#01#1秒#r#1冷却时间：#075#1秒',
            '#1消耗真气：#0%d#r#1减伤提升：#0%d%#r#1增加暴击率：#0%d%#r#1持续时间：#015#1秒#r#3木#2灵提高减伤'
        ]
    },
    {
        id: 's3000',
        str: [
            '轻功',
            '轻功 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's2979',
        str: [
            '羽',
            '羽 #1%s/5#r羽之调，安神养性#r提升友军整体移动速度#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1增加整体移动速度：#0%.1f#1米每秒#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2981',
        str: [
            '断水',
            '断水 #1%s/5#r抽刀断水水更流#r对圆形范围内敌方目标造成伤害，并使敌方缓慢#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1缓慢：#0%d%#r#1持续时间：#08#1秒'
        ]
    },
    {
        id: 's2980',
        str: [
            '望月',
            '望月 #1%s/5#r江清月近人#r为附近友军提高减伤和神圣一击率#r#1范围：#0以自身为圆心的圆#r#1半径：#015#1米#r#1施放距离：#012#1米#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加减伤：#0%d%#r#1增加神圣一击率：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2978',
        str: [
            '徵',
            '徵 #1%s/5#r徵之调，振奋精神#r对圆形范围内敌方造成伤害，并有一定概率缠绕目标#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1缠绕概率：#0%d%#r#1持续时间：#03#1秒'
        ]
    },
    {
        id: 's2977',
        str: [
            '角',
            '角 #1%s/8#r角之调，提振情绪#r对圆形范围内敌方造成伤害#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2976',
        str: [
            '商',
            '商 #1%s/8#r对扇形内敌方目标造成伤害#r#1范围：#0以自身为圆心的扇形#r#1扇形角度：#090#r#1半径：#017#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1降低防御：防御上限#0%d%#r#1持续时间：#05#1秒'
        ]
    },
    {
        id: 's2982',
        str: [
            '琴心',
            '琴心 #1%s/10#r剑可为胆琴为心#r#2被动技能，增加自身攻击，生命上限和技能命中',
            '#1增加攻击力：#0%d#r#1增加生命上限：#0%d#r#1增加技能命中：#0%.1f%'
        ]
    },
    {
        id: 's2975',
        str: [
            '宫',
            '宫 #1%s/8#r宫之调，稳定心神#r对敌方单体目标造成伤害#r#1范围：#0远程单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's2998',
        str: [
            '焚琴煮鹤',
            '焚琴煮鹤 #1%s/5#r焚琴煮鹤，对花啜茶#r对直线上敌方单位造成大量伤害#r#1范围：#0直线#r#1长度：#020#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：生命上限的#0%d%'
        ]
    },
    {
        id: 's2997',
        str: [
            '春江月夜',
            '春江月夜 #1%s/5#r春江花朝秋月夜#r攻击范围内敌方单位，驱散并禁用无敌#r并有概率使敌方禁食#r#1范围：#0以自身为圆心的圆#r#1半径：#012#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1禁用无敌时间：#0%d#1秒#r#1禁食概率：#0%d%#r#1禁食时间：#0%d#1秒'
        ]
    },
    {
        id: 's2994',
        str: [
            '阳关三叠',
            '阳关三叠 #1%s/5#r劝君更尽一杯酒#r攻击范围内敌方目标#r驱散有利状态并使其眩晕#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#045#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2995',
        str: [
            '乌夜啼',
            '乌夜啼 #1%s/5#r无奈朝来寒雨晚来风#r使范围内敌方单位持续失血#r#1范围：#0以目标为圆心的圆#r#1半径：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1流血伤害：生命上限的#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2993',
        str: [
            '高山流水',
            '高山流水 #1%s/5#r高山流水，知音难觅#r二段击，对范围内敌方目标造成大量伤害#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1一段增加基础攻击：#0%d%#r#1二段增加基础攻击：#0%d%#r#1二段附加伤害：真气上限的#0%d%'
        ]
    },
    {
        id: 's2983',
        str: [
            '静夜思',
            '静夜思 #1%s/5#r为友军提供护盾，护盾持续期间免疫负面效果#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1吸收伤害：自身真气上限的#0%.1f#1倍#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2992',
        str: [
            '天音镇魂',
            '天音镇魂 #1%s/5#r煌煌天音，涤心镇魂#r降低范围内敌方生命和真气上限#r降低量为自身生命和真气上限的一定比例#r#1范围：#0目标单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1生命上限降低：#0%d%#r#1真气上限降低：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2991',
        str: [
            '迷心飘香',
            '迷心飘香 #1%s/5#r靡靡之乐，心不知#r迷惑敌方单体，使其无法攻击和使用技能#r#1范围：#0目标单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2989',
        str: [
            '惊弦',
            '惊弦 #1%s/5#r明月别枝惊鹊#r对范围内敌方造成伤害，并使其受到伤害增加#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1伤害增加：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's2987',
        str: [
            '幽声',
            '幽声 #1%s/5#r别有忧愁暗恨生#r对敌方单体造成伤害#r#1范围：#0目标单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#010#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：真气上限的#0%d%'
        ]
    },
    {
        id: 's2990',
        str: [
            '初雪',
            '初雪 #1%s/5#r解除附近友军基础异常状态#r在一段时间内免疫数次负面状态#r并提升少量生命上限#r#1范围：#0以自身为圆心的圆#r#1半径：#010#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒#r#1免疫次数：#0%d#1次#r#1生命上限提升：施放者生命的#0%d%'
        ]
    },
    {
        id: 's2984',
        str: [
            '余音绕梁',
            '余音绕梁 #1%s/3#r余音绕梁，三日不绝#r移除自身的控制效果，并获得一段时间的无敌#r击晕沉默下可释放#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's2986',
        str: [
            '听雨',
            '听雨 #1%s/5#r庐下听雨，鬓已星星#r大幅降低范围内敌方技能命中和抗性#r#1范围：#0以目标为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#025#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1降低技能命中：#0%.1f%#r#1降低抗性：#0%d%'
        ]
    },
    {
        id: 's2985',
        str: [
            '覆水',
            '覆水 #1%s/5#r覆水难收月难留#r为附近友军提供真气盾#r#1范围：#0以自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1持续时间：#030#1秒#r#1吸收伤害比例：#0%d%#r#1最大吸收伤害为人物最大真气的#0%.1f#1倍'
        ]
    },
    {
        id: 's3359',
        str: [
            '曲终人散',
            '曲终人散 #1%s/5#r使范围内敌方生命上限降低，受到持续伤害#r#1范围：#0以目标为圆心的圆#r#1施放距离：#0武器攻击距离#r#1半径：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#090#1秒',
            '#1消耗真气：#0%d#r#1生命上限降低：#0%d%#r#1流血伤害：#0%d%#r#1持续时间：#015#1秒'
        ]
    },
    {
        id: 's3360',
        str: [
            '绝弦天舞',
            '绝弦天舞 #1%s/5#r增加友方生命和真气上限#r#1范围：#0以自身为圆心的圆#r#1半径：#010#1米#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1生命和真气增加：#0%d%#r#1持续时间：#025#1秒'
        ]
    },
    {
        id: 's3363',
        str: [
            '轻功',
            '轻功 #1%s/3#r#2以较快速度向前移动一段距离。#r#1瞬发',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d'
        ]
    },
    {
        id: 's3285',
        str: [
            '震荡',
            '震荡 #1%s/5#r一段时间免疫不利状态#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1消耗真气：#0%d#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3284',
        str: [
            '投石',
            '投石 #1%s/5#r朝目标投石，造成范围伤害#r并有33%概率造成50%减速#r#1范围：#0以目标为圆心的圆#r#1半径：#0武器攻击距离+8#r#1施放距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒#r#1减速持续时间：#02#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's3282',
        str: [
            '痛击',
            '痛击 #1%s/5#r对敌方单体目标造成伤害，并降低目标防御#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+4#r#1施放时间：#01#1秒#r#1冷却时间：#020#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1防御降低百分比：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3283',
        str: [
            '截拳',
            '截拳 #1%s/5#r拦截敌方攻击的拳法，提高自身减伤系数#r并有10%概率格挡90%伤害#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加减伤系数：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3281',
        str: [
            '昆仑震',
            '昆仑震 #1%s/8#r震荡的拳风攻击前方扇形区域的敌方目标#r#1范围：#0自身为圆心的扇形#r#1扇形角度：#0150#r#1扇形半径：#08#1米#r#1施放距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's3280',
        str: [
            '连击',
            '连击 #1%s/8#r对敌方单体快速进行两次攻击#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#02#1秒',
            '#1消耗真气：#0%d#r#1一段增加基础攻击：#0%d%#r#1二段增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's3279',
        str: [
            '怒魂',
            '怒魂 #1%s/10#r#2被动技能，增加自身攻击，生命上限和技能闪避',
            '#1增加攻击力：#0%d#r#1增加生命上限：#0%d#r#1增加技能闪避：#0%.1f%'
        ]
    },
    {
        id: 's3278',
        str: [
            '正拳',
            '正拳 #1%s/8#r对敌方单体目标造成伤害#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#01#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's3299',
        str: [
            '通背拳',
            '通背拳 #1%s/5#r对敌方单体目标造成伤害#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+3#r#1施放时间：#01#1秒#r#1冷却时间：#015#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1附加攻击：自身最大生命值的#0%d%'
        ]
    },
    {
        id: 's3361',
        str: [
            '天将崩裂',
            '天将崩裂 #1%s/5#r崩裂天际的一击，造成极高伤害，但无法暴击#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+3#r#1施放时间：#01#1秒#r#1冷却时间：#0120#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：生命上限的#0%d%'
        ]
    },
    {
        id: 's3303',
        str: [
            '三重霸体',
            '三重霸体 #1%s/5#r多重霸体，技能免疫#r将免疫技能里的所有效果#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#r#1消耗真气：#0%d#r#1持续时间：#015#1秒#r#1免疫技能：#05#1次'
        ]
    },
    {
        id: 's3302',
        str: [
            '爆裂拳',
            '爆裂拳 #1%s/5#r对敌方单体目标造成伤害，5秒延迟后再次造成范围流血#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+3#r#1爆裂半径：#05#1米#r#1施放时间：#01#1秒#r#1冷却时间：#05#1秒',
            '#1消耗真气：#0%d#r#1附加攻击：生命上限的#0%d%#r#1流血伤害：生命上限的#0%d%'
        ]
    },
    {
        id: 's3296',
        str: [
            '破盾掌',
            '破盾掌 #1%s/5#r对敌方单体目标造成伤害#r降低目标真气上限，转化为自身真气盾#r#1范围：#0单体#r#1施放距离：#0武器攻击距离+6#r#1施放时间：#01#1秒#r#1冷却时间：#035#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1目标真气降低：#0%d%#r#1吸收伤害比例：#0%d%#r#1最大吸收伤害为人物最大真气的#0%.1f#1倍#r#1持续时间：#020#1秒'
        ]
    },
    {
        id: 's3297',
        str: [
            '拳打天下',
            '拳打天下 #1%s/5#r对敌方单体目标造成伤害,并降低生命上限#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+3#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1生命上限降低：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3295',
        str: [
            '力暴',
            '力暴 #1%s/5#r使自身无法被选中，并提高自身暴击率，暴击伤害#r#1范围：#0自身#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加暴击率：#0%d%#r#1增加暴击伤害：#0%d%#r#1持续时间：#020#1秒#r#1无法选中时间：#010#1秒'
        ]
    },
    {
        id: 's3292',
        str: [
            '山崩地裂',
            '山崩地裂 #1%s/5#r对敌方目标造成伤害,并有概率眩晕#r#1范围：#0自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#08#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1眩晕概率：#050%#r#1持续时间：#03#1秒'
        ]
    },
    {
        id: 's3294',
        str: [
            '重拳冲锋',
            '重拳冲锋 #1%s/5#r向敌方单体冲锋，并缠绕目标#r不受自身不利状态的影响#r并可以解除自身不利状态#r#1范围：#0远程单体#r#1施放距离：#01~20#1米#r#1施放时间：#01#1秒',
            '#1冷却时间：#0%d#1秒#r#1消耗真气：#0%d#r#1增加基础攻击：#0%d%'
        ]
    },
    {
        id: 's3293',
        str: [
            '七伤拳',
            '七伤拳 #1%s/5#r先伤己，后伤敌#r生命降为1点，以失去生命附加攻击#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离+5#r#1施放时间：#01#1秒#r#1冷却时间：#060#1秒',
            '#1以牺牲血量的#0%d%#1到#0%d%#1做为攻击，#r打击敌人'
        ]
    },
    {
        id: 's3288',
        str: [
            '金钟击',
            '金钟击 #1%s/5#r对目标直线上的单位造成伤害，并降低技能命中#r#1范围：#0直线#r#1直线距离：#010#1米#r#1施放距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#035#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1降低技能命中：#0%d%#r#1持续时间：#010#1秒'
        ]
    },
    {
        id: 's3289',
        str: [
            '升龙拳',
            '升龙拳 #1%s/5#r对敌方单体目标造成伤害，并缴械目标#r使其无法攻击和使用技能#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3291',
        str: [
            '转龙杀',
            '转龙杀 #1%s/5#r对敌方目标造成伤害，并使其持续流血#r#1范围：#0自身为圆心的圆#r#1半径：#08#1米#r#1施放距离：#08#1米#r#1施放时间：#01#1秒#r#1冷却时间：#035#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1流血伤害：生命上限的#0%d%#r#1持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3290',
        str: [
            '震心门',
            '震心门 #1%s/5#r对敌方单体目标造成伤害，并附加伤害加深#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1伤害加深：#0%d%#r#1冷却时间：#010#1秒'
        ]
    },
    {
        id: 's3286',
        str: [
            '天坠击',
            '天坠击 #1%s/5#r对敌方单体目标造成伤害，必定眩晕目标#r#1范围：#0近战单体#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒#r#1冷却时间：#030#1秒',
            '#1消耗真气：#0%d#r#1增加基础攻击：#0%d%#r#1眩晕持续时间：#0%d#1秒'
        ]
    },
    {
        id: 's3287',
        str: [
            '锁灵台',
            '锁灵台 #1%s/3#r移除自身的控制效果，并获得一段时间的无敌#r击晕沉默下可释放#r#1范围：#0自身#r#1施放距离：#0武器攻击距离#r#1施放时间：#01#1秒',
            '#1消耗真气：#0%d#r#1冷却时间：#0%d#1秒#r#1持续时间：#0%d#1秒'
        ]
    }
];
