
var skillrela = [
    /**
     * 菜鸟
     */
    { name: '清风破', reqLvl: '1,1', prevMin: 0, ext: '3,5,8,10,13|7,15,23,33,65|1,1' },
    {
        name: '震烈击',
        reqLvl: '2,2',
        prev: '清风破',
        ext: '7,12,16,21,25|,20,33,50,56|14,4'
    },
    { name: '铁拳', reqLvl: '6,2', prev: '清风破', ext: '2,4,10,13,16' },
    /**
     * 散人
     */
    {
        name: '御剑术',
        reqLvl: '10,3',
        prevMin: 6,
        ext: '14,20,26,32,37,43,49,55|2,1|28,28'
    },
    {
        name: '紫气东来',
        reqLvl: '12,3',
        prev: '御剑术',
        ext: '33,11|21,28,35,47,53,60,90,120'
    },
    { name: '回春术', reqLvl: '14,2', prev: '御剑术', ext: '56,10|227,40' },
    {
        name: '护身罡气',
        reqLvl: '18,3',
        prev: '紫气东来',
        ext: '76,15|0.1,0.2,0.2,0.3,0.3|118,307,426,545,664'
    },
    {
        name: '医疗术',
        reqLvl: '14,2',
        prev: '御剑术',
        ext: '56,10|170,30|42,50,57,65,72,80,87,95'
    },
    { name: '轻功', reqLvl: '10,30,60', prevMin: 6, ext: '50,100,200' },
    /**
     * 游侠
     */
    {
        name: '双燕斩',
        reqLvl: '10,3',
        prevMin: 6,
        ext: '14,18,22,26,30,33,37,41|44,62,81,107,125,144,162,204'
    },
    { name: '激将法', reqLvl: '18,2', prev: '冰燕斩', ext: '88,4|40,15' },
    { name: '罡气', reqLvl: '14,2', prev: '双燕斩', ext: '50,7|10,10' },
    {
        name: '冰燕斩',
        reqLvl: '12,3',
        prev: '双燕斩',
        ext: '25,34,40,46,53,59,65,71|57,75,93,120,138,156,197,224|35,5'
    },
    {
        name: '落燕斩',
        reqLvl: '14,3',
        prev: '双燕斩',
        ext: '34,40,47,53,60,67,73,80|2,1|31,31|35,5'
    },
    { name: '轻功', reqLvl: '10,30,60', prevMin: 6, ext: '50,100,200' },
    /**
     * 枪豪
     */
    { name: '养生主', reqLvl: '30,6', prevMin: 13, ext: '202,54' },
    {
        name: '暴雨梨花枪',
        reqLvl: '32,3',
        prev: '养生主',
        ext: '42,46,50,54,58,62,65,69,73,77|33,39,46,57,64,72,85,93,101,120'
    },
    { name: '神行百变', reqLvl: '34,4', prev: '养生主', ext: '114,13|10,2' },
    {
        name: '禁风破',
        reqLvl: '42,2',
        prev: '神行百变',
        ext: '145,152,159,165,172,179,186,192,199,206|4,2|35,35|36,6'
    },
    { name: '舍命一击', reqLvl: '54,2', prev: '禁风破', ext: '71,2|70,-10|30,10' },
    {
        name: '暗雷破',
        reqLvl: '34,3',
        prev: '养生主',
        ext:
            '115,125,135,146,156,166,176,186,196,206|155,175,200,220,240,277,298,321,341,360|36,6'
    },
    { name: '生生不息', reqLvl: '42,3', prev: '暗雷破', ext: '140,10|10,10' },
    { name: '烈风之伤', reqLvl: '54,2', prev: '生生不息', ext: '69,11|80,10|120,120' },
    {
        name: '凝血破',
        reqLvl: '38,2',
        prev: '暴雨梨花枪',
        ext: '127,134,140,147,153,159,166,172,179,185|2,1|50,50|36,6'
    },
    {
        name: '怒天一击',
        reqLvl: '50,3',
        prev: '凝血破',
        ext: '257,272,287,301,316|806,868,930,1081,1208'
    },
    /**
     * 剑客
     */
    {
        name: '追风剑',
        reqLvl: '30,3',
        prevMin: 13,
        ext: '40,45,49,54,59,64,69,73,78,83|260,291,332,375,410,443,447,543,581,618'
    },
    {
        name: '碎梦剑',
        reqLvl: '38,3',
        prev: '追风剑',
        ext: '86,94,101,109,117,125,133,140,148,156|2,1|85,85|36,6'
    },
    {
        name: '风雷剑',
        reqLvl: '32,3',
        prev: '追风剑',
        ext:
            '113,126,139,151,164,176,189,201,214,227|193,216,238,272,294,316,361,388,410,433|36,6'
    },
    {
        name: '回风舞柳',
        reqLvl: '42,2',
        prev: '风雷剑',
        ext: '149,157,166,174,182,190,198,206,214,222|4,2|120,120|36,6'
    },
    {
        name: '天崩地裂',
        reqLvl: '54,2',
        prev: '回风舞柳',
        ext: '280,292,303,315,326|4,4|100,100|30,10|2,2'
    },
    { name: '点穴截脉', reqLvl: '38,4', prev: '追风剑', ext: '133,16|3,3' },
    { name: '心剑通明', reqLvl: '46,3', prev: '点穴截脉', ext: '3,3' },
    {
        name: '天山神芒',
        reqLvl: '54,2',
        prev: '心剑通明',
        ext: '78,81,85,88,91|582,607,632,681,715'
    },
    { name: '威慑', reqLvl: '46,3', prev: '碎梦剑', ext: '165,12|3,3' },
    { name: '逍遥游', reqLvl: '50,2', prev: '威慑', ext: '181,8|1,1' },
    /**
     * 医生
     */
    {
        name: '无影之毒',
        reqLvl: '30,3',
        prevMin: 13,
        ext:
            '79,90,101,112,122,133,144,155,166,176|231,260,28,336,367,399,431,487,522,557|38,43,48,55,61,66,71,81,87,92'
    },
    { name: '医者之心', reqLvl: '34,5', prev: '无影之毒', ext: '80,80|80,80' },
    { name: '阎王敌', reqLvl: '32,3', prev: '无影之毒', ext: '144,17|600,78' },
    { name: '清心咒', reqLvl: '42,4', prev: '阎王敌', ext: '200,23|15,15' },
    { name: '仙风护体', reqLvl: '54,2', prev: '清心咒', ext: '268,13|1,1|2,2' },
    {
        name: '还阳术',
        reqLvl: '34,3',
        prev: '无影之毒',
        ext: '155,50|489,59|122,137,151,166,181,196,210,225,240,255'
    },
    { name: '无妄咒', reqLvl: '46,3', prev: '还阳术', ext: '223,17|15,15' },
    { name: '破魔真气', reqLvl: '54,2', prev: '无妄咒', ext: '268,13|2,2' },
    { name: '春风化雨', reqLvl: '42,2', prev: '医者之心', ext: '400,23|860,52' },
    { name: '百灵护体', reqLvl: '50,3', prev: '春风化雨', ext: '245,17|20,5|482,89' },
    { name: '枯木逢春', reqLvl: '30', prevMin: 13, ext: '133' },
    /**
     * 术士
     */
    {
        name: '水龙吟',
        reqLvl: '30,3',
        prevMin: 13,
        ext:
            '91,103,116,128,140,153,165,177,190,202|302,330,358,414,445,475,508,569,604,639|36,6'
    },
    { name: '缠绕术', reqLvl: '34,4', prev: '水龙吟', ext: '157,24|50,15' },
    { name: '祈神咒', reqLvl: '32,4', prev: '水龙吟', ext: '36,36' },
    { name: '化神咒', reqLvl: '46,3', prev: '祈神咒', ext: '229,18|60,60|1.0,0.5|66,2' },
    {
        name: '击魂术',
        reqLvl: '50,3',
        prev: '化神咒',
        ext: '164,176,187,199,211|4,4|110,110|50,10'
    },
    {
        name: '九天玄雷阵',
        reqLvl: '34,3',
        prev: '水龙吟',
        ext: '66,73,80,86,93,100,107,114,121,128|147,169,181,194,220,234,248,262,274,286'
    },
    { name: '疾云步', reqLvl: '42,4', prev: '九天玄雷阵', ext: '122,12|1,1' },
    { name: '真元护体', reqLvl: '54,2', prev: '疾云步', ext: '277,12|25,5|1,1' },
    {
        name: '吸魂咒',
        reqLvl: '42,2',
        prev: '缠绕术',
        ext:
            '122,130,137,144,151,158,166,173,180,187|106,111,116,121,135,140,146,152,157,171|106,111,116,121,135,140,146,152,157,171'
    },
    {
        name: '炽炎天龙',
        reqLvl: '46,2',
        prev: '吸魂咒',
        ext: '164,169,173,177,182,186,190,194,199,203|2,1|57,57'
    },
    /**
     * 戟神
     */
    { name: '魔戟乱舞', reqLvl: '140', reqNum: 5, ext: '7000|60,10|12,2' },
    { name: '龙域沧海', reqLvl: '140', reqNum: 5, ext: '7000|60,10|55,5' },
    { name: '花骨狂沙', reqLvl: '130', prevMin: 1, ext: '7000|215,5|25,5' },
    { name: '天朝朔月', reqLvl: '130', prevMin: 1, ext: '10,5|7000|60,10|1000,1000' },
    { name: '戟真髓之蛇', reqLvl: '60,4', prevMin: 20, ext: '208,15|17,1|40,40' },
    { name: '枪旗卷风雷', reqLvl: '72,3', prev: '旋风刃杀阵', ext: '282,12|2,2|160,10' },
    {
        name: '戟真髓之虎',
        reqLvl: '72,3',
        prev: '硬气功诀',
        ext: '247,11|22.0,0.6|125,5'
    },
    {
        name: '战神意志',
        reqLvl: '80,6',
        prev: '戟真髓之虎',
        reqNum: 10,
        ext: '85,-5|1000,400|1.5,1.5|6,1'
    },
    {
        name: '戟真髓之熊',
        reqLvl: '66,3',
        prev: '戟真髓之蛇',
        ext: '227,11|19,1|100,100|162,10'
    },
    { name: '箭疾步', reqLvl: '72,5', prev: '戟真髓之熊', ext: '251,16|6,6|0.6,0.6' },
    {
        name: '天狼烈牙',
        reqLvl: '80,4',
        prev: '箭疾步',
        reqNum: 10,
        ext: '1565,80|6,6|200,200|4,4|400,400'
    },
    {
        name: '旋风刃杀阵',
        reqLvl: '66,2',
        prev: '巨灵之躯',
        ext: '261,9|1,1|10,40,90,160,250,360,490,640'
    },
    {
        name: '金刚之躯',
        reqLvl: '72,3',
        prev: '旋风刃杀阵',
        ext: '90,120,170,240,330,440,570,720|90,120,170,240,330,440,570,720'
    },
    {
        name: '画戟碎骨筋',
        reqLvl: '100,1',
        prev: '天狼烈牙',
        ext: '700,50|19.5,1.5|225,225|180,8'
    },
    {
        name: '神锋连檄阵',
        reqLvl: '80,84',
        prev: '旋风刃杀阵',
        reqNum: 10,
        ext: '2700,3000|5,10|500,1000'
    },
    {
        name: '寒潭封魂阵',
        reqLvl: '105,1',
        prev: '画戟碎骨筋',
        ext: '1040,45|20,2|240,240|170,10'
    },
    {
        name: '山崩地裂',
        reqLvl: '110,1',
        prof: '戟神',
        prev: '寒潭封魂阵',
        ext: '5500,750|1200,200|7,7'
    },
    { name: '人生豪迈', reqLvl: '110,1', prev: '戟真髓之鹏', ext: '5300,800|2,2' },
    { name: '无双戟', reqLvl: '100,1', prev: '神锋连檄阵', ext: '100,100|200,200' },
    { name: '戟真髓之鹏', reqLvl: '105,1', prev: '无双戟', ext: '670,40|22,1|215,215' },
    { name: '巨灵之躯', reqLvl: '60,5', prevMin: 20, ext: '50,50|50,50' },
    { name: '硬气功诀', reqLvl: '66,6', prev: '戟真髓之蛇', ext: '216,19|40,40|2,2' },
    { name: '战世', reqLvl: '115,1', prev: '山崩地裂', ext: '100,100|200,200' },
    { name: '血祭', reqLvl: '115,1', prev: '战世', ext: '1000,200|6,1' },
    { name: '戟神附体', reqLvl: '125,1', prev: '血祭', ext: '1300,200|4,2|10,10|10,10' },
    { name: '少年狂', reqLvl: '125,1', prev: '草木皆惊', ext: '1500,200|16,1|240,240' },
    {
        name: '虚弱之戟',
        reqLvl: '115,1',
        prev: '人生豪迈',
        ext: '850,50|19.5,1.5|450,450|88,8'
    },
    {
        name: '草木皆惊',
        reqLvl: '120,1',
        prev: '虚弱之戟',
        ext: '1050,50|20,2|400,400|190,10'
    },
    /**
     * 刀君
     */
    { name: '金乌乍现', reqLvl: '140', reqNum: 5, ext: '7000|90,10|20,10' },
    { name: '大海沉沙', reqLvl: '140', reqNum: 5, ext: '7000|60,10|10,1' },
    { name: '屹立不倒', reqLvl: '130', prevMin: 1, ext: '60|7000|10,10|15,10|5,2' },
    { name: '天命刀', reqLvl: '130', prevMin: 1, ext: '7000|60,10|10,10|10' },
    { name: '先天罡气', reqLvl: '60,5', prevMin: 20, ext: '1,5,14,30,55|100,100' },
    { name: '挑战之心', reqLvl: '65,71,76,81,86', prev: '先天罡气', ext: '216,16|60,10' },
    { name: '定阳针', reqLvl: '66,4', prev: '先天罡气', ext: '87,8|15,1|100,100' },
    { name: '绝望之心', reqLvl: '72,3', prev: '定阳针', ext: '236,10|19,3|7,7' },
    {
        name: '冥狱魔嗥波',
        reqLvl: '80,3',
        prev: '绝望之心',
        reqNum: 10,
        ext: '3000,40|2,2|3.0,0.5'
    },
    { name: '抱元守一', reqLvl: '66,6', prev: '先天罡气', ext: '50,50' },
    { name: '虚无之心', reqLvl: '72,3', prev: '抱元守一', ext: '236,13|20,2|10,10' },
    { name: '不动如山', reqLvl: '80', prev: '虚无之心', reqNum: 10, ext: '1500' },
    { name: '真焰红莲刀', reqLvl: '66,4', prev: '碎梦刀', ext: '216,13|50,50' },
    { name: '放浪之心', reqLvl: '72,4', prev: '真焰红莲刀', ext: '236,13|10,10' },
    { name: '寂寞刀', reqLvl: '100,1', prev: '金钟罩', ext: '500,250|80,80' },
    {
        name: '金钟罩',
        reqLvl: '80,2',
        prev: '放浪之心',
        reqNum: 10,
        ext: '3000,40|15,15'
    },
    {
        name: '摧经断脉斩',
        reqLvl: '105,1',
        prev: '寂寞刀',
        ext: '840,45|22,1|215,215|194,5'
    },
    { name: '静寂之心', reqLvl: '110,1', prev: '摧经断脉斩', ext: '4040,145|2,2' },
    {
        name: '鬼影狂刀',
        reqLvl: '110,1',
        prev: '寂黯噬魂波',
        ext: '5500,800|17,2|1200,200|0.3,0.3'
    },
    {
        name: '天王斩鬼刀',
        reqLvl: '100,1',
        prev: '不动如山',
        ext: '748,785,830,875,920,965,1010,1055|22,1|225,225'
    },
    {
        name: '寂黯噬魂波',
        reqLvl: '105,1',
        prev: '天王斩鬼刀',
        ext: '1340,45|24,1|240,240|176,8'
    },
    {
        name: '碎梦刀',
        reqLvl: '60,4',
        prevMin: 20,
        ext: '287,20|17,2|550,50|2,2|148,8|550,50|2,2|158,8'
    },
    { name: '匹马戍梁州', reqLvl: '120,1', prev: '巍峨', ext: '1000,800|6,1' },
    {
        name: '刀君降临',
        reqLvl: '125,1',
        prev: '匹马戍梁州',
        ext: '1625,1725,1825,1925,2125|4,2|10,10'
    },
    { name: '长风沙', reqLvl: '125,1', prev: '腐蚀之矛', ext: '3000,1000|2,2|3,1' },
    {
        name: '腐蚀之矛',
        reqLvl: '120,1',
        prev: '相顾无言',
        ext: '1050,50|20,2|400,400|3,1|190,10'
    },
    { name: '巍峨', reqLvl: '115,1', prev: '鬼影狂刀', ext: '80,80|500,250' },
    {
        name: '相顾无言',
        reqLvl: '115,1',
        prev: '静寂之心',
        ext: '850,50|19.5,1.5|450,450|88,8'
    },
    /**
     * 邪皇
     */
    { name: '别枝惊雀', reqLvl: '140', reqNum: 5 },
    { name: '神消形灭', reqLvl: '140', reqNum: 5 },
    { name: '天地同寿', reqLvl: '130', prevMin: 1 },
    { name: '玉碎昆冈', reqLvl: '130', prevMin: 1 },
    { name: '冷酷凝视', reqLvl: '60,4', prevMin: 20, ext: '20,20|10,10|60,60' },
    { name: '剜心蚀骨', reqLvl: '72,4', prev: '凌波微步', ext: '460,28|13,3|8,8|18,18' },
    {
        name: '匕真髓之烈震',
        reqLvl: '66,3',
        prev: '冷酷凝视',
        ext: '173,9|16,1|2.5,10.0,22.5,40.0,62.5,90.0,122.5,160.0,202.5,250.0|175,6'
    },
    { name: '邪皇碧磷阵', reqLvl: '72,5', prev: '匕真髓之烈震', ext: '269,20|180,180' },
    {
        name: '怒风双翔阵',
        reqLvl: '80,2',
        prev: '邪皇碧磷阵',
        reqNum: 10,
        ext: '3000,400|7,7|700,200|10,10'
    },
    {
        name: '匕真髓之磨魄',
        reqLvl: '66,2',
        prev: '冷酷凝视',
        ext:
            '320,331,342,364,353,375,386,397,408,419|18,1|5,20,45,80,125,180,245,320,408,500|5,5|50,200,450,800,1250,1800,2450,3200,4050,5000'
    },
    { name: '吴钩霜雪明', reqLvl: '72,3', prev: '匕真髓之磨魄', ext: '5,5' },
    {
        name: '业血噬魔阵',
        reqLvl: '80,2',
        prev: '吴钩霜雪明',
        reqNum: 10,
        ext: '3000,400|30,10'
    },
    {
        name: '匕真髓之荡魂',
        reqLvl: '66,2',
        prev: '冷酷凝视',
        ext: '170,7|15,1|3,12,27,48,75,108,147,192,243,300|175,6'
    },
    {
        name: '崩山溃玉',
        reqLvl: '72,3',
        prev: '匕真髓之荡魂',
        ext: '244,11|12,2|40,40|19,3|5,5'
    },
    { name: '凝血毒击', reqLvl: '100,1', prev: '腐尸毒', ext: '450,50|19.5,1.5|3,1' },
    { name: '腐尸毒', reqLvl: '80,2', prev: '崩山溃玉', reqNum: 10, ext: '600,200|1,1' },
    { name: '要害攻击', reqLvl: '105,1', prev: '凝血毒击', ext: '700,100|6,2|1,1' },
    {
        name: '霜炎幻灭阵',
        reqLvl: '110,1',
        prev: '要害攻击',
        ext: '6400,400|23,26,39,32,35|80,280|2,2|20,20|3,1'
    },
    {
        name: '必杀之心',
        reqLvl: '110,1',
        prev: '金蛇狂舞',
        ext: '5900,400|40,15|0.5,0.5'
    },
    { name: '坚韧意志', reqLvl: '100,1', prev: '业血噬魔阵', ext: '5,5|300,300' },
    {
        name: '金蛇狂舞',
        reqLvl: '105,1',
        prof: '邪皇',
        prev: '坚韧意志',
        ext: '450,50|20,2|160,260|150,20'
    },
    { name: '凌波微步', reqLvl: '60,4', prevMin: 20, ext: '221,16|5,5|1.2,0.2' },
    { name: '暴起伤人', reqLvl: '120,1', prev: '邪魅', ext: '1000,200|4,2|5,5' },
    { name: '邪皇附体', reqLvl: '125,1', prev: '暴起伤人', ext: '1300,200|3,1' },
    {
        name: '催眠之刃',
        reqLvl: '125,1',
        prev: '淬毒匕首',
        ext: '3400,400|22,2|80,280|3,1'
    },
    {
        name: '淬毒匕首',
        reqLvl: '120,1',
        prev: '黑暗匕首',
        ext: '1050,50|20,2|400,400|3,1|88,8'
    },
    { name: '邪魅', reqLvl: '115,1', prev: '必杀之心', ext: '5,5|300,300' },
    {
        name: '黑暗匕首',
        reqLvl: '115,1',
        prev: '霜炎幻灭阵',
        ext: '850,50|19.5,1.5|450,450|88,8'
    },
    /**
     * 剑圣
     */
    { name: '流星赶月', reqLvl: '140', reqNum: 5 },
    { name: '天地归一', reqLvl: '140', reqNum: 5 },
    { name: '催岳撼', reqLvl: '130', prevMin: 1, ext: '7000,1500|60,10|215,15' },
    {
        name: '岱宗何如',
        reqLvl: '130',
        prevMin: 1,
        ext: '7000,1500|200,-10|17,3|1.5,0.2'
    },
    { name: '剑芒', reqLvl: '60,4', prevMin: 20, ext: '70,45' },
    { name: '剑魔斗志', reqLvl: '75,77,82,87,92', prev: '北溟秋水剑', ext: '4,4|40,40' },
    {
        name: '剑气斩',
        reqLvl: '66,5',
        prev: '剑芒',
        ext: '98,7|14,2|10,40,90,160,250,360,490,640'
    },
    { name: '元灵归心', reqLvl: '75,77,82,87,92', prev: '剑气斩', ext: '269,20|5,1' },
    {
        name: '升龙诀',
        reqLvl: '80,3',
        prev: '元灵归心',
        reqNum: 10,
        ext: '121,5|18,3|700,200|20,20'
    },
    { name: '太虚龙壁', reqLvl: '66,5', prev: '剑芒', ext: '245,20|6,6' },
    {
        name: '降龙诀',
        reqLvl: '72,3',
        prev: '太虚龙壁',
        ext: '323,15|17.5,1.5|1100,200|6,2'
    },
    { name: '真龙圣体', reqLvl: '80', prev: '降龙诀', reqNum: 10 },
    {
        name: '北溟秋水剑',
        reqLvl: '66,4',
        prev: '剑魔警戒',
        ext: '222,15|15,1|50,50|5,5'
    },
    {
        name: '吸星纯阳剑',
        reqLvl: '72,3',
        prev: '北溟秋水剑',
        ext: '187,9|2.5,2.5|6,30,84,180,330,546,840,1224|170,10'
    },
    {
        name: '东皇太一剑',
        reqLvl: '100,1',
        prev: '亢龙诀',
        ext: '480,60|19.5,1.5|30,80,150,240,350,480,630,800|60,60'
    },
    {
        name: '亢龙诀',
        reqLvl: '80,3',
        prev: '吸星纯阳剑',
        reqNum: 10,
        ext: '3700,400|15,15'
    },
    { name: '幸运之剑', reqLvl: '105,1', prev: '东皇太一剑', ext: '450,50|10,10' },
    { name: '剑刃风暴', reqLvl: '110,1', prev: '幸运之剑', ext: '6000,1000|18,8|18,8' },
    { name: '黄龙天翔', reqLvl: '110,2', prev: '神龙摆尾', ext: '6500,500' },
    { name: '剑圣之心', reqLvl: '100,1', prev: '真龙圣体', ext: '100,100|300,300' },
    {
        name: '神龙摆尾',
        reqLvl: '105,1',
        prev: '剑圣之心',
        ext: '650,50|16,2|30,140,250,360,470,580,630,800|4.5,1.5'
    },
    { name: '剑魔警戒', reqLvl: '60,5', prevMin: 20, ext: '4,4|40,40' },
    { name: '生命诚可贵', reqLvl: '120,1', prev: '剑圣意志', ext: '700,100|10,10' },
    {
        name: '请长缨',
        reqLvl: '125,1',
        prev: '生命诚可贵',
        ext: '110,-10|1300,200|10,10'
    },
    {
        name: '东流去',
        reqLvl: '125,1',
        prev: '贺兰山下阵如云',
        ext: '1050,50|22,2|500,500'
    },
    {
        name: '贺兰山下阵如云',
        reqLvl: '120,1',
        prev: '迟缓之刃',
        ext: '1050,1100,1050,1200,1250|20,2|400,400|190,10|3,1'
    },
    { name: '剑圣意志', reqLvl: '115,1', prev: '黄龙天翔', ext: '100,100|300,300' },
    {
        name: '迟缓之刃',
        reqLvl: '115,1',
        prev: '剑刃风暴',
        ext: '850,50|19.5,1.5|450,450|88,8'
    },
    /**
     * 神算
     */
    { name: '天网恢恢', reqLvl: '140', reqNum: 5 },
    { name: '麒麟图腾', reqLvl: '140', reqNum: 5 },
    { name: '道法无边', reqLvl: '130', prevMin: 1 },
    { name: '泽被苍生', reqLvl: '130', prevMin: 1 },
    { name: '太昊图腾', reqLvl: '60,5', prevMin: 20, ext: '602,66|4,4' },
    { name: '应龙图腾', reqLvl: '72,3', prev: '一阳指', ext: '760,40|2,1' },
    {
        name: '参合指',
        reqLvl: '66,4',
        prev: '玄鸟图腾',
        ext: '137,40|13,1|1,1|10,40,90,160,250,360,490,640'
    },
    {
        name: '夸父图腾',
        reqLvl: '72,3',
        prev: '参合指',
        ext: '380,20|10,50,140,300,550,910,1400,2040'
    },
    {
        name: '九婴图腾',
        reqLvl: '80,3',
        prev: '夸父图腾',
        reqNum: 10,
        ext: '2000,500|1200,200|2,2'
    },
    { name: '刑天图腾', reqLvl: '66,6', prev: '太昊图腾', ext: '340,40|5,5' },
    { name: '蚩尤图腾', reqLvl: '72,3', prev: '刑天图腾', ext: '380,20|6,6' },
    {
        name: '后羿图腾',
        reqLvl: '80,1',
        prev: '蚩尤图腾',
        reqNum: 10,
        ext: '4000,1000|2,2'
    },
    { name: '象罔图腾', reqLvl: '66,6', prev: '太昊图腾', ext: '340,40|5,5' },
    {
        name: '一阳指',
        reqLvl: '66,4',
        prev: '风后图腾',
        ext: '206,17|6,2|3,15,42,90,165,273,420,612|1,4,11,23,42,69,106,154'
    },
    {
        name: '安眠咒',
        reqLvl: '100,1',
        prev: '九婴图腾',
        ext: '1010,70|23,1|1300,100|145,15'
    },
    {
        name: '西王母图腾',
        reqLvl: '80,3',
        prev: '应龙图腾',
        reqNum: 10,
        ext: '4000,500|4.0,-0.7'
    },
    { name: '拈花指', reqLvl: '105,1', prev: '安眠咒', ext: '1125,125|4,4|400,400' },
    { name: '甘霖咒', reqLvl: '110', prev: '拈花指' },
    {
        name: '天命所归',
        reqLvl: '110,1',
        prev: '共工图腾',
        ext: '5000,1000|3,3|1800,300'
    },
    {
        name: '道法自然',
        reqLvl: '100,1',
        prev: '后羿图腾',
        ext: '120,120|200,200|200,200'
    },
    { name: '共工图腾', reqLvl: '105,1', prev: '道法自然', ext: '1500,500|5,5' },
    { name: '风后图腾', reqLvl: '60,8', prevMin: 20, ext: '301,53|600,600' },
    { name: '玄鸟图腾', reqLvl: '60,5', prevMin: 20, ext: '301,33|8,1' },
    { name: '道法天地', reqLvl: '115,1', prev: '甘霖咒', ext: '100,100|200,200' },
    { name: '玄武图腾', reqLvl: '120,1', prev: '道法天地', ext: '1200,200|12,2|100,100' },
    {
        name: '青龙图腾',
        reqLvl: '125,1',
        prev: '玄武图腾',
        ext: '1300,200|12,2|1700,200'
    },
    { name: '白虎图腾', reqLvl: '125,1', prev: '朱雀图腾', ext: '1300,200|12,2|10,10' },
    {
        name: '万象归一',
        reqLvl: '115,1',
        prev: '天命所归',
        ext: '1100,100|23,1|1300,100'
    },
    { name: '朱雀图腾', reqLvl: '120,1', prev: '万象归一', ext: '1000,200|12,2|1,1' },
    /**
     * 医仙
     */
    { name: '北冥凝血', reqLvl: '140', reqNum: 5 },
    { name: '九转回心', reqLvl: '140', reqNum: 5 },
    { name: '七步断肠', reqLvl: '130', prevMin: 1 },
    { name: '普渡众生', reqLvl: '130', prevMin: 1 },
    {
        name: '赎魂咒',
        reqLvl: '60,65,70,75,80,90',
        prevMin: 20,
        ext: '1500,165|5,-1|30,10'
    },
    { name: '一片冰心在玉壶', reqLvl: '72,4', prev: '海底针', ext: '380,27|20,20|2,2' },
    { name: '普济莲心咒', reqLvl: '66,4', prev: '赎魂咒', ext: '680,54|145,13|1,1' },
    { name: '渡厄化红咒', reqLvl: '72,3', prev: '普济莲心咒', ext: '520,80|1750,250' },
    {
        name: '破衲功',
        reqLvl: '80,4',
        prev: '渡厄化红咒',
        reqNum: 10,
        ext: '4300,500|2,2'
    },
    { name: '青鸾素问咒', reqLvl: '66,4', prev: '赎魂咒', ext: '680,54|26,2' },
    { name: '黄帝内经', reqLvl: '72,3', prev: '青鸾素问咒', ext: '200,200|400,400' },
    { name: '百毒不侵', reqLvl: '80', prev: '黄帝内经', reqNum: 10 },
    { name: '金刚不坏神功', reqLvl: '66,3', prev: '赎魂咒', ext: '1020,60|2,2' },
    { name: '祛病消灾咒', reqLvl: '72,4', prev: '金刚不坏神功', ext: '380,27|20,20|2,2' },
    {
        name: '天地人魂',
        reqLvl: '100,1',
        prev: '百毒不侵',
        ext: '100,100|300,300|200,200'
    },
    {
        name: '妙应莲华咒',
        reqLvl: '80,3',
        prev: '祛病消灾咒',
        reqNum: 10,
        ext: '4000,500|5,5'
    },
    { name: '沧海一声啸', reqLvl: '105,1', prev: '天地人魂', ext: '1500,500|4,4|120,60' },
    { name: '健体强身咒', reqLvl: '110,1', prev: '沧海一声啸', ext: '5000,1000|6,1' },
    { name: '九转还魂丹', reqLvl: '110,1', prev: '无语凝咽咒', ext: '7000,1000|7,2' },
    {
        name: '棕熊临冰咒',
        reqLvl: '100,1',
        prev: '破衲功',
        ext: '1010,70|21,1|1000,200|145,15'
    },
    {
        name: '无语凝咽咒',
        reqLvl: '105,1',
        prev: '棕熊临冰咒',
        ext: '1125,125|16,2|1250,250|145,15'
    },
    {
        name: '海底针',
        reqLvl: '60,4',
        prevMin: 20,
        ext:
            '182,40|11,1|1,1|404,416,436,464,500,544,596,656,724,800|101,104,109,116,125,136,149,164,181,200'
    },
    {
        name: '菩提本心',
        reqLvl: '115,1',
        prev: '九转还魂丹',
        ext: '100,100|300,300|200,200'
    },
    { name: '菩提无尘', reqLvl: '120,1', prev: '菩提本心', ext: '1500,200|110,-10' },
    { name: '万劫地狱', reqLvl: '125,1', prev: '菩提无尘', ext: '5000,1000' },
    { name: '同体大悲', reqLvl: '125,1', prev: '群佛庇佑', ext: '2000,500|2,2' },
    {
        name: '睡梦罗汉',
        reqLvl: '115,1',
        prev: '健体强身咒',
        ext: '1100,100|23,1|1300,100'
    },
    { name: '群佛庇佑', reqLvl: '120,1', prev: '睡梦罗汉', ext: '210,-10|1500,200|22,2' },
    /**
     * 天师
     */
    { name: '毁灭烈焰', reqLvl: '140', reqNum: 5 },
    { name: '地狱锁链', reqLvl: '140', reqNum: 5 },
    {
        name: '莲花葬',
        reqLvl: '130',
        prevMin: 1,
        ext: '6,1|110,-10|25,5|7000,1500|240,10'
    },
    {
        name: '寒冰烈焰',
        reqLvl: '130',
        prevMin: 1,
        ext: '28,3|240,-10|7000,1500|215,15|5,1'
    },
    { name: '参修造化', reqLvl: '60,8', prevMin: 20, ext: '75,50|75,60' },
    { name: '血族之手', reqLvl: '72,3', prev: '客星之变', ext: '252,18|2.2,2.2' },
    {
        name: '重楼飞雪',
        reqLvl: '66,4',
        prev: '参修造化',
        ext: '143,12|22,1|30,80,150,240,350,480,630,800|184,8'
    },
    {
        name: '千里冰封',
        reqLvl: '72,3',
        prev: '重楼飞雪',
        ext: '640,36|2.5,2.5|1,5,14,30,55,91,140,204|164,174,184,194,214,224,234'
    },
    {
        name: '雪崩昆仑',
        reqLvl: '80,4',
        prev: '千里冰封',
        reqNum: 10,
        ext: '366,24|6,6|6,30,84,180,330'
    },
    {
        name: '三味真火',
        reqLvl: '66,4',
        prev: '参修造化',
        ext: '215,18|2.5,2.5|660,60|165,15'
    },
    {
        name: '神火飞鸦',
        reqLvl: '72,3',
        prev: '三味真火',
        ext: '520,30|2.5,2.5|6,30,84,180,330,546,840,1224|2,2|30,30'
    },
    { name: '霜天演', reqLvl: '80', prev: '神火飞鸦', reqNum: 10 },
    {
        name: '紫极狂雷',
        reqLvl: '66,4',
        prev: '参修造化',
        ext: '286,24|3,3|600,100|155,12'
    },
    {
        name: '天劫苍雷阵',
        reqLvl: '72,3',
        prev: '紫极狂雷',
        ext: '270,16|2.5,2.5|20,60,126,224,360,540,770,1056|200,5'
    },
    { name: '清明诀', reqLvl: '100,1', prev: '凝劲之术', ext: '100,100|400,300' },
    {
        name: '凝劲之术',
        reqLvl: '80',
        prev: '天劫苍雷阵',
        reqNum: 10,
        ext: '260,-40|60,10'
    },
    { name: '祛病之术', reqLvl: '105,1', prev: '清明诀', ext: '3125,125|1,1|42,-3' },
    { name: '冰遁甲', reqLvl: '110,1', prev: '祛病之术', ext: '6,1' },
    {
        name: '群星坠落',
        reqLvl: '110,1',
        prev: '沧海变',
        ext: '5000,1000|24,2|22,2|184,8'
    },
    { name: '黄梁咒', reqLvl: '100,1', prev: '雪崩昆仑' },
    {
        name: '沧海变',
        reqLvl: '105,1',
        prev: '黄梁咒',
        ext: '1300,300|21,2|102,238,406,612,850,1152,1454,1768'
    },
    {
        name: '客星之变',
        reqLvl: '60,3',
        prevMin: 20,
        ext: '252,18|4.5,1.5|0,3,8,18,33,54,84,122'
    },
    { name: '清心诀', reqLvl: '115,1', prev: '群星坠落', ext: '100,100|300,300' },
    { name: '雷神护体', reqLvl: '120,1', prev: '清心诀', ext: '1000,1000|50,10|6,1' },
    {
        name: '凤翼天翔',
        reqLvl: '125,1',
        prev: '雷神护体',
        ext: '1300,200|6,1|60,-10|1.4,0.2'
    },
    {
        name: '九字真言-破',
        reqLvl: '125,1',
        prev: '怒海滔天',
        ext: '1500,200|22,2|400,400|20,0|10,10|10,10'
    },
    {
        name: '雷霆万钧',
        reqLvl: '115,1',
        prev: '冰遁甲',
        ext: '1200,200|22.5,1.5|120,220|3,1|88,8'
    },
    { name: '怒海滔天', reqLvl: '120,1', prev: '雷霆万钧', ext: '1300,200|22,2|400,400' },
    /**
     * 蛊王
     */
    { name: '绝命蛊毒', reqLvl: '140', reqNum: 5 },
    { name: '万花仙蛊', reqLvl: '140', reqNum: 5 },
    { name: '噬心断魂', reqLvl: '130', prevMin: 1 },
    { name: '失力绝蛊', reqLvl: '130', prevMin: 1 },
    {
        name: '番天印',
        reqLvl: '60,4',
        prevMin: 20,
        ext: '189,17|1,1|2,10,28,60,110,150,280,408,570,770|25,25'
    },
    { name: '截天封神蛊', reqLvl: '66,5', prev: '怨狱噬心蛊', ext: '423,39|186,13' },
    {
        name: '云体钢灵阵',
        reqLvl: '66,3',
        prev: '番天印',
        ext: '141,8|17,1|15,44,87,144,215,300,399,512,639,780'
    },
    { name: '夺神蛊', reqLvl: '72,5', prev: '云体钢灵阵', ext: '429,36|164,21' },
    { name: '斗转星移', reqLvl: '80', prev: '夺神蛊', reqNum: 10 },
    { name: '漫地荆棘阵', reqLvl: '66,3', prev: '番天印', ext: '282,16|2.5,2.5' },
    { name: '天魔解体大法', reqLvl: '72,5', prev: '漫地荆棘阵', ext: '1560,128|10,10' },
    { name: '空手夺白刃', reqLvl: '80', prev: '天魔解体大法', reqNum: 10 },
    { name: '化血蛊', reqLvl: '66,5', prev: '怨狱噬心蛊', ext: '810,74|150,25' },
    { name: '百病催生蛊', reqLvl: '72,3', prev: '化血蛊', ext: '390,20|8,8' },
    {
        name: '禁足蛊',
        reqLvl: '100,1',
        prev: '苗疆金蚕蛊',
        ext: '2010,70|19.5,1.5|102,204,408,612,850,1122,1428,1768'
    },
    {
        name: '苗疆金蚕蛊',
        reqLvl: '80,4',
        prev: '百病催生蛊',
        reqNum: 10,
        ext: '4000,400|4,4|120,120|30,30|150,150'
    },
    { name: '血蛊印', reqLvl: '105,1', prev: '禁足蛊', ext: '2125,125|10,2|19.5,1.5' },
    {
        name: '九阴白骨爪',
        reqLvl: '110,1',
        prev: '血蛊印',
        ext: '7000,1000|6,1|50,10|180,30'
    },
    { name: '噬魂蛊', reqLvl: '110,1', prev: '万蛊噬脑阵', ext: '5000,1000|6,1' },
    { name: '百蛊附体', reqLvl: '100,1', prev: '斗转星移', ext: '500,500|200,200' },
    {
        name: '万蛊噬脑阵',
        reqLvl: '105,1',
        prev: '百蛊附体',
        ext: '2200,200|17,2|60,110'
    },
    { name: '怨狱噬心蛊', reqLvl: '60,5', prevMin: 20, ext: '360,37|4,4|187,14' },
    { name: '磨气销灵蛊', reqLvl: '72,3', prev: '化血蛊', ext: '390,20|4,4' },
    { name: '五毒', reqLvl: '115,1', prev: '噬魂蛊', ext: '200,200|100,100' },
    {
        name: '烈蛊蚀身',
        reqLvl: '120,1',
        prev: '五毒',
        ext: '800,100|400,400|300,300|200,200'
    },
    { name: '圣蛊蚀身', reqLvl: '125,1', prev: '烈蛊蚀身', ext: '10,10|11,1' },
    {
        name: '万毒攻心',
        reqLvl: '125,1',
        prev: '魂蛊浸天',
        ext: '1500,200|22,2|400,400|88,8'
    },
    {
        name: '噬魂烈蛊',
        reqLvl: '115,1',
        prev: '九阴白骨爪',
        ext: '1200,200|22.5,1.5|120,220|10,10'
    },
    { name: '魂蛊浸天', reqLvl: '120,1', prev: '噬魂烈蛊', ext: '1300,200|22,2|400,400' },
    /**
     * 修罗
     */
    { name: '翼斧', reqLvl: '140', reqNum: 5, ext: '7000|60,10|6,1' },
    { name: '修罗意志', reqLvl: '140', reqNum: 5, ext: '7000|12,1' },
    { name: '血河', reqLvl: '130', prevMin: 1, ext: '14|11,1|10|7000' },
    { name: '修罗炼狱', reqLvl: '130', prevMin: 1 },
    { name: '天下皆虚', reqLvl: '60,4', prevMin: 20, ext: '254,20|2,2' },
    {
        name: '毗湿奴之力',
        reqLvl: '66,6',
        prev: '天下皆虚',
        ext: '279,296,316,336,356|4$,4'
    },
    { name: '罗皇斩空闪', reqLvl: '72,2', prev: '屠尽苍生', ext: '196,8|2.5,2.5|18,1' },
    { name: '须弥天龙印', reqLvl: '80', prev: '罗皇斩空闪', reqNum: 10 },
    { name: '屠尽苍生', reqLvl: '66,3', prev: '天下皆虚', ext: '258,19|140,10' },
    {
        name: '罗皇碎海闪',
        reqLvl: '72,2',
        prev: '屠尽苍生',
        ext: '173,20|12.5,1.5|550,50|168,8'
    },
    { name: '十二诸天迦楼罗印', reqLvl: '80,4', prev: '罗皇碎海闪', reqNum: 10 },
    {
        name: '血面斗神图',
        reqLvl: '66,6',
        prev: '临兵斗者皆阵列在前',
        ext: '138,10|600,600|600,600'
    },
    { name: '泰坦神之力', reqLvl: '72,4', prev: '血面斗神图', ext: '242,15|10,5' },
    {
        name: '修罗斗魂',
        reqLvl: '100,1',
        prev: '奥丁之力',
        ext: '80,320,720,1280,2000|60,60'
    },
    {
        name: '奥丁之力',
        reqLvl: '80,4',
        prev: '泰坦神之力',
        reqNum: 10,
        ext: '300,0|3000,100|10,10'
    },
    { name: '真红盾', reqLvl: '105,1', prev: '修罗斗魂', ext: '5500,500|20,5|1,1|23,3' },
    { name: '修罗劲', reqLvl: '110,1', prev: '真红盾', ext: '5400,700|0.5,-0.1|0.6,0.6' },
    {
        name: '开天辟地',
        reqLvl: '110,1',
        prev: '罗皇灭世斩',
        ext: '5900,700|0.1,0.2,0.3,0.4,0.6'
    },
    {
        name: '十字斩',
        reqLvl: '100,1',
        prev: '十二诸天迦楼罗印',
        ext: '740,45|23,1|230,230'
    },
    {
        name: '罗皇灭世斩',
        reqLvl: '105,1',
        prev: '十字斩',
        ext: '940,45|18.5,1.5|215,215'
    },
    { name: '临兵斗者皆阵列在前', reqLvl: '60,5', prevMin: 20, ext: '200,200' },
    {
        name: '罗皇凌地闪',
        reqLvl: '72,2',
        prev: '毗湿奴之力',
        ext: '170,12|16,1|90,90|158,8'
    },
    { name: '刚毅', reqLvl: '115,1', prev: '开天辟地', ext: '60,60|80,480' },
    { name: '不屈', reqLvl: '120,1', prev: '刚毅', ext: '1000,200|6,1' },
    { name: '修罗附体', reqLvl: '125,1', prev: '不屈', ext: '90,-5|1300,200|8,2|10,10' },
    {
        name: '复仇之斧',
        reqLvl: '125,1',
        prev: '空自流',
        ext: '1500,200|16,1|240,240|720,720'
    },
    {
        name: '虚弱之斧',
        reqLvl: '115,1',
        prev: '修罗劲',
        ext: '850,50|19.5,1.5|450,450|88,8'
    },
    { name: '空自流', reqLvl: '120,1', prev: '虚弱之斧', ext: '1050,50|20,2|400,400' },
    { name: '梵天锁', reqLvl: '105', prev: '须弥天龙印' },
    /**
     * 天剑
     */
    { name: '凛风刺', reqLvl: '140', reqNum: 5 },
    { name: '人剑归一', reqLvl: '140', reqNum: 5 },
    { name: '千方残光剑', reqLvl: '130', prevMin: 1 },
    { name: '七星落长空', reqLvl: '130', prevMin: 1 },
    { name: '易水寒', reqLvl: '60,4', prevMin: 20, ext: '15,60,135,240,375' },
    {
        name: '剑真髓之狮',
        reqLvl: '66,4',
        prev: '易水寒',
        ext: '198,19|36,108,216,360,540,756,1008,1296'
    },
    {
        name: '烈煌龙霸斩',
        reqLvl: '72,3',
        prev: '剑真髓之蝶',
        ext: '173,11|10,2|48,96,160,240,336,448,576,720|149,13'
    },
    {
        name: '黄帝图腾',
        reqLvl: '80,4',
        prev: '烈煌龙霸斩',
        reqNum: 10,
        ext: '3600,100|50,10'
    },
    {
        name: '剑真髓之蝶',
        reqLvl: '66,2',
        prev: '易水寒',
        ext: '173,9|14,1|160,60|171,6'
    },
    {
        name: '真武神无双霸斩',
        reqLvl: '72,2',
        prev: '剑真髓之蝶',
        ext: '230,14|16,1|100,60|25,15'
    },
    {
        name: '伏羲图腾',
        reqLvl: '80,4',
        prev: '真武神无双霸斩',
        reqNum: 10,
        ext: '3500,100|20,20|5,5'
    },
    {
        name: '剑真髓之凰',
        reqLvl: '66,4',
        prev: '莲花生',
        ext: '202,15|13,1|60,60|162,11'
    },
    { name: '战龙在野', reqLvl: '66,4', prev: '剑真髓之凰', ext: '1,1' },
    {
        name: '天命之剑',
        reqLvl: '100,1',
        prev: '神农图腾',
        ext: '480,60|19.5,1.5|20,180|1.5,0.5'
    },
    { name: '神农图腾', reqLvl: '80', prev: '战龙在野', reqNum: 10 },
    {
        name: '追魂刺',
        reqLvl: '105,1',
        prev: '天命之剑',
        ext: '450,50|17.5,1.5|45,165|166,10'
    },
    { name: '天神下凡', reqLvl: '110,1', prev: '追魂刺', ext: '6500,500|1.6,1.6' },
    {
        name: '万剑归宗',
        reqLvl: '110,1',
        prev: '神圣意志',
        ext: '5600,600|80,30|8,3|3,3'
    },
    { name: '蕙质兰心', reqLvl: '100,1', prev: '黄帝图腾', ext: '5,5|300,300' },
    { name: '神圣意志', reqLvl: '105,1', prev: '蕙质兰心', ext: '450,50|8,3|15,15|2,2' },
    { name: '莲花生', reqLvl: '60,4', prevMin: 20, ext: '4,4|4,4|120,120' },
    {
        name: '天地不仁',
        reqLvl: '72,3',
        prev: '剑真髓之狮',
        ext: '298,15|25,100,225,400,625|25,100,225,400,625'
    },
    { name: '天意之剑', reqLvl: '115,1', prev: '万剑归宗', ext: '5,5|300,300' },
    { name: '长风破浪', reqLvl: '120,1', prev: '天意之剑', ext: '1300,200|10,10' },
    { name: '犹堪一战立功勋', reqLvl: '125,1', prev: '长风破浪', ext: '1500,200' },
    {
        name: '年年战骨埋荒外',
        reqLvl: '125,1',
        prev: '愿得燕弓射大将',
        ext: '1050,50|20,2|400,400|3,1|190,10'
    },
    {
        name: '黑暗之刃',
        reqLvl: '115,1',
        prev: '天神下凡',
        ext: '850,50|19.5,1.5|450,450|88,8'
    },
    {
        name: '愿得燕弓射大将',
        reqLvl: '120,1',
        prev: '黑暗之刃',
        ext: '1050,50|22,2|500,500'
    },
    /**
     * 魔尊
     */
    { name: '八荒俱灭', reqLvl: '140', reqNum: 5 },
    { name: '追魂夺魄', reqLvl: '140', reqNum: 5 },
    {
        name: '鬼影重重',
        reqLvl: '130',
        prevMin: 1,
        ext: '7000,1500|65,15|3.5,0.5|215,15'
    },
    { name: '星河碎裂', reqLvl: '130', prevMin: 1 },
    { name: '大陨星', reqLvl: '60,3', prevMin: 20, ext: '232,15|2,2|15,15' },
    {
        name: '破月连星爆',
        reqLvl: '66,4',
        prev: '大陨星',
        ext: '186,2070,228,249,270,291,312,333|2,2'
    },
    {
        name: '紫电红雷爆',
        reqLvl: '72,3',
        prev: '猛轰天',
        ext: '203,11|12,2|8,32,72,128,200,288,392,512|198,6'
    },
    {
        name: '魔帝阴灭阵',
        reqLvl: '80,2',
        prev: '紫电红雷爆',
        reqNum: 10,
        ext: '5100,100|6,2'
    },
    {
        name: '暗魔焰',
        reqLvl: '66,4',
        prev: '大陨星',
        ext: '186,23|12,2|8,32,72,128,200,288,392,512|151,12'
    },
    { name: '鬼吼连火爆', reqLvl: '72,3', prev: '暗魔焰', ext: '295,18|60,60|5,5' },
    {
        name: '霸道天威阵',
        reqLvl: '80,4',
        prev: '鬼吼连火爆',
        reqNum: 10,
        ext: '5500,500|1,1|5,5'
    },
    { name: '鬼缠魂', reqLvl: '66,4', prev: '魔气吞山河', ext: '386,24|4,4' },
    { name: '邪天封神阵', reqLvl: '72,5', prev: '鬼缠魂', ext: '320,24|6,6|144,20' },
    {
        name: '四凶星',
        reqLvl: '100,1',
        prev: '霸道天威阵',
        ext: '1010,70|21.5,1.5|108,252'
    },
    { name: '枯荣若梦', reqLvl: '80', prev: '邪天封神阵', reqNum: 10 },
    { name: '恶煞锁魂暴', reqLvl: '105,1', prev: '四凶星', ext: '3125,100|6,6|220,12' },
    { name: '虚空风暴', reqLvl: '110,1', prev: '恶煞锁魂暴', ext: '7000,1000|25,2|7,2' },
    { name: '百鬼随行阵', reqLvl: '110,1', prev: '魔意罩九州', ext: '1,1|6,1' },
    {
        name: '天煞孤星',
        reqLvl: '100,1',
        prev: '魔帝阴灭阵',
        ext: '200,200|300,300|100,100'
    },
    {
        name: '魔意罩九州',
        reqLvl: '105,1',
        prev: '天煞孤星',
        ext: '300,-30|4400,400|1,1|7,2'
    },
    { name: '魔气吞山河', reqLvl: '60,5', prevMin: 20, ext: '75,50|75,60' },
    { name: '猛轰天', reqLvl: '66,4', prev: '大陨星', ext: '213,17|725,125' },
    { name: '唯我独尊', reqLvl: '115,1', prev: '百鬼随行阵', ext: '300,300|100,100' },
    { name: '月下为君', reqLvl: '120,1', prev: '唯我独尊', ext: '1000,200|1,1|10,5|4,2' },
    { name: '霞光万丈', reqLvl: '125,1', prev: '月下为君', ext: '4000,1000|4,2|6,1' },
    {
        name: '日月争辉',
        reqLvl: '125,1',
        prev: '新星陨灭',
        ext: '1500,200|22,-3|26,1|240,240|52,2|480,480|78,3|720,720'
    },
    {
        name: '蚀星大法',
        reqLvl: '115,1',
        prev: '虚空风暴',
        ext: '1200,200|22.5,1.5|120,220|88,8|3,1'
    },
    { name: '新星陨灭', reqLvl: '120,1', prev: '蚀星大法', ext: '1300,200|35,5|400,400' },
    /**
     * 明王
     */
    { name: '梵刹婆罗', reqLvl: '140', reqNum: 5 },
    { name: '佛言枷锁', reqLvl: '140', reqNum: 5 },
    { name: '往生极乐', reqLvl: '130', prevMin: 1 },
    { name: '神明魄固', reqLvl: '130', prevMin: 1 },
    {
        name: '如来三宝之灭',
        reqLvl: '60,4',
        prevMin: 20,
        ext:
            '213,19|8,1|204,216,236,264,300,344,396,456,524,600|51,54,59,66,75,86,99,114,131,150|132,12'
    },
    { name: '伽蓝菩提阵', reqLvl: '72,3', prev: '韦陀昙花劫', ext: '150,53|400,400' },
    { name: '般若曼佗罗图', reqLvl: '72,5', prev: '如来三宝之寂', ext: '780,128|10,10' },
    {
        name: '孔雀大明王咒',
        reqLvl: '80,4',
        prev: '般若曼佗罗图',
        reqNum: 10,
        ext: '4500,500|59,10'
    },
    {
        name: '万法归宗',
        reqLvl: '66,5',
        prev: '如来三宝之灭',
        ext: '400,200|55,5|1200,250'
    },
    { name: '如来三宝之真', reqLvl: '72,3', prev: '万法归宗', ext: '82,-8|20,10|5,5' },
    {
        name: '不动尊明王咒',
        reqLvl: '80,4',
        prev: '如来三宝之真',
        reqNum: 10,
        ext: '5000,400|10,10'
    },
    { name: '韦陀昙花劫', reqLvl: '66,6', prev: '仁王金刚力', ext: '615,63|4,4' },
    {
        name: '地藏大悲轮',
        reqLvl: '72,3',
        prev: '韦陀昙花劫',
        ext: '480,574,665,762,856,950,1044,1138|1200,235|1200,235'
    },
    {
        name: '如来三宝之四',
        reqLvl: '100,1',
        prev: '不动尊明王咒',
        ext: '1010,70|25,1|1400,100'
    },
    { name: '军荼利明王咒', reqLvl: '80', prev: '地藏大悲轮', reqNum: 10, ext: '1000' },
    { name: '百八罗汉阵', reqLvl: '105,1', prev: '如来三宝之四', ext: '1125,125|1,1' },
    { name: '燃灯灵光咒', reqLvl: '110,1', prev: '百八罗汉阵', ext: '7000,1000|26,6' },
    { name: '阿赖耶识', reqLvl: '110', prev: '天女散花' },
    {
        name: '入地狱',
        reqLvl: '100,1',
        prev: '军荼利明王咒',
        ext: '100,100|200,200|300,300'
    },
    { name: '天女散花', reqLvl: '105,1', prev: '入地狱', ext: '4400,400|12,2|5,5' },
    { name: '仁王金刚力', reqLvl: '60,5', prevMin: 20, ext: '2,2|200,200' },
    {
        name: '如来三宝之寂',
        reqLvl: '66,2',
        prev: '如来三宝之灭',
        ext: '127,23|15,1|80,80|25,5'
    },
    {
        name: '地狱不空',
        reqLvl: '115,1',
        prev: '燃灯灵光咒',
        ext: '100,100|200,200|200,200'
    },
    { name: '善逝世间解', reqLvl: '120,1', prev: '地狱不空', ext: '700,100|600,600' },
    { name: '灭生死苦', reqLvl: '125,1', prev: '善逝世间解', ext: '6000,1000|5,5' },
    { name: '天舞宝轮', reqLvl: '125,1', prev: '业徒琉璃', ext: '1700,200|25,2|11,1' },
    { name: '化导无缘咒', reqLvl: '115,1', prev: '阿赖耶识', ext: '1600,100|12,2|20,2' },
    {
        name: '业徒琉璃',
        reqLvl: '120,1',
        prev: '化导无缘咒',
        ext: '1200,200|4,4|100,100'
    },
    /**
     * 魔灵
     */
    { name: '重击', reqLvl: '1,3', prevMin: 0, ext: '4,3|9,6' },
    { name: '突袭', reqLvl: '2', prev: '重击', ext: '6,3|6,6|2,2' },
    { name: '力量', reqLvl: '6', prev: '重击', ext: '3,3' },
    /**
     * 战灵
     */
    { name: '断情', reqLvl: '10', prevMin: 6, ext: '18,4|44,18' },
    { name: '毁伤', reqLvl: '12', prev: '断情', ext: '28,6|57,18|35,5' },
    { name: '入魔', reqLvl: '14', prev: '断情', ext: '50,10|10,10' },
    { name: '复仇', reqLvl: '18', prev: '毁伤', ext: '88,4|40,15' },
    { name: '撕裂', reqLvl: '14', prev: '断情', ext: '34,6|1,1|31,31|35,5' },
    { name: '奔腾', reqLvl: '10', prevMin: 6, ext: '50,75' },
    /**
     * 魔巫
     */
    { name: '灵击', reqLvl: '10,3', prevMin: 6, ext: '18,7|1,1|28,28' },
    { name: '穿刺', reqLvl: '18', prev: '血咒', ext: '45,10|20,20' },
    { name: '通灵', reqLvl: '14', prev: '灵击', ext: '56,10|227,40' },
    { name: '血咒', reqLvl: '12', prev: '灵击', ext: '28,6|30,30|10,10' },
    { name: '封闭', reqLvl: '14', prev: '灵击', ext: '35,7|1,1|31,31|35,5' },
    { name: '缩地成寸', reqLvl: '10', prevMin: 6, ext: '50,75' },
    /**
     * 斗魂
     */
    { name: '深刺', reqLvl: '30', prev: '化形之魂', ext: '48,8|235,32' },
    { name: '迅捷', reqLvl: '34', prev: '深刺', ext: '113,13|10,2|10,2' },
    { name: '吸魂', reqLvl: '32', prev: '深刺', ext: '54,6|219,24|3,3' },
    { name: '恶念', reqLvl: '46', prev: '吸魂', ext: '180,8|1,1|150,150' },
    { name: '穷凶极恶', reqLvl: '54', prev: '恶念', ext: '292,12|6,1|200,200' },
    { name: '斩魄', reqLvl: '38', prev: '深刺', ext: '86,7|1,1|85,85|36,6' },
    { name: '远行', reqLvl: '46', prev: '斩魄', ext: '3,3|3,3' },
    { name: '投掷', reqLvl: '54', prev: '远行', ext: '98,4|575,25|10,10' },
    { name: '魔心', reqLvl: '42', prev: '迅捷', ext: '158,8|1,1|120,120' },
    { name: '魔心道种', reqLvl: '54', prev: '魔心', ext: '204,8|6,1|200,200' },
    { name: '化形之魂', reqLvl: '30', prevMin: 13, ext: '100' },
    /**
     * 狂魔
     */
    { name: '僵化之触', reqLvl: '30', prev: '雷煞之影', ext: '92,12|300,30|36,6' },
    { name: '魔禁术', reqLvl: '34', prev: '僵化之触', ext: '67,7|135,15' },
    { name: '灵魂强化', reqLvl: '32', prev: '僵化之触', ext: '36,36' },
    { name: '破法一击', reqLvl: '42', prev: '灵魂强化', ext: '134,12|5,5' },
    { name: '虚弱之触', reqLvl: '50', prev: '破法一击', ext: '192,12|4,4|110,110|50,10' },
    { name: '灵魂鞭笞', reqLvl: '38', prev: '僵化之触', ext: '122,12|1,1|360,30' },
    { name: '诅咒之触', reqLvl: '48', prev: '灵魂鞭笞', ext: '172,12|1,1|60,60|5,5' },
    { name: '困顿之触', reqLvl: '50', prev: '诅咒之触', ext: '192,12|4,4|110,110|50,10' },
    { name: '坚毅', reqLvl: '46', prev: '魔禁术', ext: '3,3' },
    { name: '化石', reqLvl: '54', prev: '坚毅', ext: '25,5|244,12|1,1' },
    { name: '雷煞之影', reqLvl: '30', prevMin: 13, ext: '100' },
    /**
     * 鬼斩
     */
    { name: '致命撕咬', reqLvl: '130', prevMin: 1 },
    { name: '恶魔交衡', reqLvl: '130', prevMin: 1 },
    { name: '化形', reqLvl: '60', prevMin: 20, ext: '100,100|0.1,0.1|1,1|1,1|5,5' },
    { name: '魔封拳', reqLvl: '66', prev: '化形', ext: '225,15|2,2|160,10' },
    { name: '乱魔风', reqLvl: '72', prev: '铜头铁骨', ext: '269,20|7,1|120,-10' },
    { name: '恶魔献祭', reqLvl: '80', prev: '乱魔风', reqNum: 10, ext: '4000,400|5,5' },
    { name: '狂野之爪', reqLvl: '66', prev: '化形', ext: '107,7|16,2|10,90|30,10' },
    { name: '恶煞之击', reqLvl: '72', prev: '狂野之爪', ext: '215,15|13,1|800,200|2,1' },
    {
        name: '追杀',
        reqLvl: '80',
        prev: '恶煞之击',
        reqNum: 10,
        ext: '4000,400|11,1|11,1'
    },
    { name: '虹吸术', reqLvl: '72', prev: '魔封拳', ext: '237,15|16,1|50,50|5,5' },
    {
        name: '化形真解',
        reqLvl: '72',
        prev: '化形',
        ext: '0.5,0.5|0.1,0.1|0.5,0.625|3,3'
    },
    { name: '破山之力', reqLvl: '100', prev: '追杀', ext: '100,100|300,300' },
    { name: '化形奥义', reqLvl: '80', prev: '化形真解', reqNum: 10, ext: '3600' },
    {
        name: '魔动拳',
        reqLvl: '105',
        prev: '极恶非道',
        ext: '650,50|16,2|30,110|4.5,1.5'
    },
    { name: '魔破山河', reqLvl: '110', prev: '恶魔之心', ext: '650,50|16,2|30,80|20,20' },
    { name: '无双乱舞', reqLvl: '110', prev: '魔动拳', ext: '6000,1000' },
    {
        name: '极恶非道',
        reqLvl: '100',
        prev: '恶魔献祭',
        ext: '650,50|16,2|30,110|20,20'
    },
    { name: '恶魔之心', reqLvl: '105', prev: '破山之力', ext: '1000,500|1,1' },
    { name: '幽冥', reqLvl: '60', prevMin: 20, ext: '5,5|50,50' },
    { name: '铜头铁骨', reqLvl: '66', prev: '化形', ext: '245,20|5,5|10,10' },
    {
        name: '杀破狼',
        reqLvl: '115',
        prev: '魔破山河',
        ext: '850,50|19.5,1.5|450,450|88,8|20,20'
    },
    { name: '兽魂觉醒', reqLvl: '115', prev: '无双乱舞', ext: '100,100|300,300' },
    { name: '真魔圣体', reqLvl: '125', prev: '心随意动', ext: '2500,500|2,2' },
    {
        name: '碎神击',
        reqLvl: '125',
        prev: '撕天裂地',
        ext: '1050,50|20,2|400,400|1,1|190,10'
    },
    {
        name: '撕天裂地',
        reqLvl: '120',
        prev: '杀破狼',
        ext: '1050,50|20,2|400,400|190,10|1,0'
    },
    {
        name: '心随意动',
        reqLvl: '120',
        prev: '兽魂觉醒',
        ext: '1300,200|6,1|20,20|20,20'
    },
    { name: '离首回风', reqLvl: '140', reqNum: 5 },
    { name: '瞬千斩', reqLvl: '140', reqNum: 5 },
    /**
     * 影舞
     */
    { name: '冰尖激射', reqLvl: '130', prevMin: 1 },
    { name: '狱炎暴', reqLvl: '130', prevMin: 1 },
    { name: '冰魄', reqLvl: '60', prevMin: 20, ext: '120,20|120,120' },
    { name: '变形术', reqLvl: '80', prevMin: 20, ext: '3000' },
    { name: '雷霆震击', reqLvl: '66', prev: '雷煞', ext: '260,20|2,2|580,80|10,10' },
    { name: '清雷盾', reqLvl: '72', prev: '雷霆震击', ext: '150,50|5,5|5,5' },
    {
        name: '无极雷破',
        reqLvl: '80',
        prev: '清雷盾',
        reqNum: 10,
        ext: '600,100|5,5|500,500|190,10|100,100|10,10'
    },
    {
        name: '黑沼水牢',
        reqLvl: '66',
        prev: '冰魄',
        ext: '286,24|3,3|600,100|180,10|1,0'
    },
    { name: '癸水盾', reqLvl: '72', prev: '黑沼水牢', ext: '150,50|5,5|5,5' },
    { name: '恨水滔天', reqLvl: '80', prev: '癸水盾', reqNum: 10, ext: '366,24|6,6' },
    { name: '烈焰焚身', reqLvl: '66', prev: '火魂', ext: '218,18|2.5,2.5|660,60|220,20' },
    { name: '烈火盾', reqLvl: '72', prev: '烈焰焚身', ext: '150,50|5,5|5,5' },
    { name: '炽烈之心', reqLvl: '100', prev: '天灯灼神', ext: '100,100|400,300' },
    { name: '天灯灼神', reqLvl: '80', prev: '烈火盾', reqNum: 10, ext: '3100,100|2,2' },
    { name: '雷煞', reqLvl: '60', prevMin: 20, ext: '120,20|75,50' },
    {
        name: '灭世之焱',
        reqLvl: '110',
        prev: '炽烈之心',
        ext: '5000,1000|22,2|1500,1500|200,20'
    },
    { name: '雷动九天', reqLvl: '110', prev: '圣魔诀', ext: '5000,1000|22,2|22,2|184,8' },
    {
        name: '金乌展翅',
        reqLvl: '100',
        prev: '无极雷破',
        ext: '1200,200|21.5,1.5|102,238'
    },
    { name: '圣魔诀', reqLvl: '105', prev: '金乌展翅', ext: '3125,125|4,2|60,10' },
    { name: '火魂', reqLvl: '60', prevMin: 20, ext: '120,20|75,60' },
    { name: '高等变形术', reqLvl: '110', prev: '变形术', ext: '5000' },
    { name: '魔战诀', reqLvl: '105', prev: '恨水滔天', ext: '5500,500|20,12|3,3' },
    { name: '玄冰魔龙', reqLvl: '110', prev: '魔战诀', ext: '5000,1000|22,2|22,2|184,8' },
    {
        name: '焚天极火',
        reqLvl: '115',
        prev: '灭世之焱',
        ext: '1200,200|22.5,1.5|120,220|88,8'
    },
    { name: '火炎焱', reqLvl: '120', prev: '焚天极火', ext: '1300,200|6,1' },
    { name: '水冰心', reqLvl: '115', prev: '玄冰魔龙', ext: '100,100|200,200|200,200' },
    { name: '巨魔神兵', reqLvl: '120', prev: '雷动九天', ext: '1100,100|23,1|16,1|2,2' },
    { name: '魔神法身', reqLvl: '125', prev: '巨魔神兵', ext: '2500,500|4,2' },
    {
        name: '镜花水月',
        reqLvl: '125',
        prev: '水冰心',
        ext: '1300,200|20,2|400,400|190,10|3,1|190,10|3,1'
    },
    { name: '御雷', reqLvl: '140', reqNum: 5 },
    { name: '神霄天雷', reqLvl: '140', reqNum: 5 },
    /**
     * 御魄
     */
    { name: '战魂击', reqLvl: '30', prevMin: 13, ext: '48,8|150,50|55,5' },
    { name: '野性之魂', reqLvl: '38', prev: '战魂击', ext: '80,80' },
    { name: '御魂击', reqLvl: '34', prev: '破魂虚', ext: '200,20|1,1|100,100|10,10' },
    { name: '挑衅', reqLvl: '42', prev: '御魂击', ext: '158,8|7,2' },
    { name: '统御战吼', reqLvl: '54', prev: '挑衅', ext: '400,23|20,20' },
    { name: '战斗低吼', reqLvl: '35', prev: '战魂击', ext: '112,12|10,10|4,4' },
    { name: '战魂统御', reqLvl: '44', prev: '战斗低吼', ext: '220,20|2,2|1,1' },
    { name: '碎魂击', reqLvl: '54', prev: '战魂统御', ext: '420,20|6,1|200,200|160,10' },
    { name: '裂魂震', reqLvl: '46', prev: '野性之魂', ext: '110,10|575,25|3,1' },
    { name: '魔性之魄', reqLvl: '50', prev: '裂魂震', ext: '5,5' },
    { name: '破魂虚', reqLvl: '30', prevMin: 13, ext: '100,50|3,1|60,10' },
    /**
     * 巫祝
     */
    { name: '飓风漩', reqLvl: '30', prevMin: 13, ext: '80,10|250,50|50,6' },
    { name: '春雨化生咒', reqLvl: '34', prevMin: 13, ext: '144,15|460,120' },
    { name: '辉耀之花', reqLvl: '38', prev: '蚀筋藤', ext: '10,1|7,2|100,35|40,20|40,5' },
    { name: '原灵之体', reqLvl: '46', prev: '辉耀之花', ext: '3,3|3,3' },
    { name: '榴莲之怒', reqLvl: '52', prev: '原灵之体', ext: '244,14|4,1|65,15' },
    { name: '祈灵咒', reqLvl: '36', prev: '飓风漩', ext: '60,60|100,100' },
    { name: '腐魂毒', reqLvl: '42', prev: '祈灵咒', ext: '166,12|6,1|10,5|10,5' },
    { name: '生命之歌', reqLvl: '50', prev: '腐魂毒', ext: '325,25|800,60' },
    { name: '飞沙走石', reqLvl: '40', prev: '春雨化生咒', ext: '176,13|2,1|50,10' },
    { name: '火山祝福', reqLvl: '48', prev: '飞沙走石', ext: '222,13|30,10|1.3,0.3' },
    {
        name: '蚀筋藤',
        reqLvl: '32',
        prevMin: 13,
        ext: '9,1|320,40|20,3|45.0,3.0|65.0,4.0|65,15'
    },
    /**
     * 帝江
     */
    { name: '尖刺之盾', reqLvl: '130', prevMin: 1 },
    { name: '魂之韧', reqLvl: '130', prevMin: 1 },
    { name: '野性之魄', reqLvl: '60', prevMin: 20, ext: '40,40|100,100' },
    { name: '怒魂打击', reqLvl: '66', prev: '震慑怒吼', ext: '230,30|14,2|30,110' },
    { name: '鬼步', reqLvl: '72', prev: '灵魂溅射', ext: '340,40|16,1|800,200' },
    {
        name: '血魂打击',
        reqLvl: '125',
        prev: '灵魂怒击',
        reqNum: 10,
        ext: '340,40|22,2|100,100'
    },
    { name: '震慑怒吼', reqLvl: '60', prevMin: 20, ext: '110,10|60,10|7,2|7,2|20,20' },
    { name: '灵魂溅射', reqLvl: '66', prev: '野性之魄', ext: '170,30|6,2|5,5' },
    {
        name: '破魂重击',
        reqLvl: '80',
        prev: '持久战吼',
        reqNum: 10,
        ext: '350,50|19.5,1.5|20,70|4,2'
    },
    {
        name: '鬼缠打击',
        reqLvl: '66',
        prev: '凶灵打击',
        ext: '230,30|12,2|20,100|150,10|150,10|10,10'
    },
    { name: '持久战吼', reqLvl: '72', prev: '鬼缠打击', ext: '220,20|1,1' },
    {
        name: '振奋战吼',
        reqLvl: '80',
        prev: '战魂降临',
        reqNum: 10,
        ext: '420,20|7,2|7,2|20,20'
    },
    { name: '战魂降临', reqLvl: '72', prev: '怒魂打击', ext: '110,10|1,1' },
    { name: '无双杀道', reqLvl: '105', prev: '战斗之魄', ext: '550,50|20,2|30,80' },
    { name: '武灵护佑', reqLvl: '115', prev: '夺魄怒吼', ext: '6000,1000|3,2' },
    { name: '战魂护体', reqLvl: '80', prev: '鬼步', ext: '1050,50|3,1' },
    { name: '战斗之魄', reqLvl: '100', prev: '振奋战吼', ext: '5,5|200,200' },
    { name: '坚韧之魄', reqLvl: '115', prev: '灵魂觉醒', ext: '80,80|200,200' },
    { name: '凶灵打击', reqLvl: '60', prevMin: 20, ext: '170,20|2,2|10,110|35,5' },
    { name: '嘲弄', reqLvl: '100', prev: '破魂重击', ext: '350,50|6,1' },
    { name: '恐怖怒吼', reqLvl: '105', prev: '战魂护体', ext: '450,50|4,1|190,10' },
    { name: '灵魂觉醒', reqLvl: '110', prev: '嘲弄', ext: '850,50|6,1|8,3' },
    { name: '夺魄怒吼', reqLvl: '110', prev: '无双杀道', ext: '450,50|4,1|190,10' },
    { name: '旋灵斩击', reqLvl: '110', prev: '恐怖怒吼', ext: '650,50|20,2|40,90|10,10' },
    { name: '祸乱嚎叫', reqLvl: '120', prev: '武灵护佑', ext: '1200,200|3,1' },
    {
        name: '灵魂怒击',
        reqLvl: '120',
        prev: '坚韧之魄',
        ext: '1050,50|20,2|400,400|10000,10000|10,-1'
    },
    {
        name: '誓死打击',
        reqLvl: '125',
        prev: '祸乱嚎叫',
        ext: '2500,500|5,5|1000,1000|9,-1|60,10|10,10'
    },
    { name: '裂魂击', reqLvl: '140', reqNum: 5 },
    { name: '嗜血魂刃', reqLvl: '140', reqNum: 5 },
    /**
     * 地藏
     */
    { name: '土灵护卫', reqLvl: '130', prevMin: 1 },
    { name: '先祖之心', reqLvl: '130', prevMin: 1 },
    { name: '逆转轮回', reqLvl: '60', prevMin: 20, ext: '1500,165|30,10' },
    { name: '原灵之佑', reqLvl: '66', prev: '天穹破', ext: '80,80|200,200' },
    { name: '生命源泉', reqLvl: '60', prevMin: 20, ext: '35,5|15,1|20,3|4,2|10,2' },
    { name: '灵魂固化', reqLvl: '80', prev: '两仪锁链', reqNum: 10, ext: '900,100|6,3' },
    {
        name: '毒炎蛇阵',
        reqLvl: '60',
        prevMin: 20,
        ext: '12,2|14,1|28,3|833,94|50.0,3.0|70.0,4.5|160,10'
    },
    { name: '两仪锁链', reqLvl: '72', prev: '惊雷印', ext: '600,100|17,7|13,3|8,3|4,2' },
    { name: '仇恨之幡', reqLvl: '100', prev: '灾厄之柱', ext: '23,3|6,1|4,3' },
    { name: '猛毒咒', reqLvl: '66', prev: '逆转轮回', ext: '368,24|8,2|6,3|5,2' },
    {
        name: '信风传承',
        reqLvl: '80',
        prev: '两仪锁链',
        reqNum: 10,
        ext: '700,100|28,8|12,7|22,12|50,20'
    },
    {
        name: '灾厄之柱',
        reqLvl: '60',
        prevMin: 20,
        ext: '9,3|18,2|14,2|60,15|30,5|12,2|27,7|9,3'
    },
    {
        name: '罡风千裂阵',
        reqLvl: '100',
        prev: '信风传承',
        ext: '1400,200|13,3|250,250|235,-10'
    },
    {
        name: '祈福之花',
        reqLvl: '105',
        prev: '涤尘之泉',
        ext: '9,3|25,5|14,2|45,10|2.5,1.0|25.0,10.0'
    },
    {
        name: '炎龙爆',
        reqLvl: '110',
        prev: '饕餮骨杖',
        ext: '30,5|10,2|5,-1|6825,8|66.0,8.0|80.0,5.0|6000,2000'
    },
    {
        name: '惊雷印',
        reqLvl: '66',
        prev: '天穹破',
        ext: '268,22|14,1|150,150|168,5|56,6|10,2|6,1'
    },
    {
        name: '饕餮骨杖',
        reqLvl: '100',
        prev: '麻痹之藤',
        ext: '24,4|15,1|30,3|5459,43|55.0,5.0|75.0,6.5|20,5|5.0,1.5|20,5|7,2|4,1'
    },
    { name: '天穹破', reqLvl: '60,4', prevMin: 20, ext: '400,30|8,1|700,50|145,5' },
    {
        name: '涤尘之泉',
        reqLvl: '80',
        prev: '生命源泉',
        ext: '7,2|22,2|14,2|45,10|35,15|12,2|27,7|6,3'
    },
    {
        name: '麻痹之藤',
        reqLvl: '72',
        prev: '毒炎蛇阵',
        ext: '30,5|5,1|20,1|1156,89|53.0,4.0|70.0,5.0|160,10'
    },
    { name: '血祭追魂', reqLvl: '100', prev: '灵魂固化', ext: '1000,200|25,10|3,1' },
    {
        name: '诅咒藤蔓',
        reqLvl: '110',
        prev: '仇恨之幡',
        ext: '32,7|12,2|60,15|2,1|60.0,-10.0|60.0,-10.0'
    },
    { name: '自然亲和', reqLvl: '100', prev: '灵魂固化', ext: '250,250|120,120' },
    { name: '破灭之雾', reqLvl: '110', prev: '血祭追魂', ext: '1800,200|8,3' },
    { name: '祖巫之力', reqLvl: '110', prev: '回灵秘术', ext: '2000,300|30,10' },
    { name: '霹雳雷云', reqLvl: '115', prev: '祖巫之力', ext: '2000,300|18,3|20,10' },
    { name: '神佑之柱', reqLvl: '115', prev: '祈福之花', ext: '37,7|5,1|4,1' },
    {
        name: '回灵秘术',
        reqLvl: '105',
        prev: '自然亲和',
        ext: '800,200|15,35|6,1|23,3|7,2'
    },
    { name: '风之殇', reqLvl: '105', prev: '罡风千裂阵', ext: '1000,150|16,2|3,3' },
    {
        name: '厄运之幡',
        reqLvl: '120',
        prev: '诅咒藤蔓',
        ext: '6,2|35,10|14,2|60,15|40,20|3.2,1.2|40,20|32,12'
    },
    { name: '兽神真解', reqLvl: '120', prev: '霹雳雷云', ext: '4000,500|30,10' },
    {
        name: '画地为牢',
        reqLvl: '125',
        prev: '兽神真解',
        ext: '2800,300|4,1|280,20|280,20|5,5'
    },
    {
        name: '鲜血妖花',
        reqLvl: '125',
        prev: '炎龙爆',
        ext: '60,10|16,2|20,5|8905,7|72.0,8.0|85.0,91.0,98.0,106.0|5,2'
    },
    { name: '返璞归真', reqLvl: '140', reqNum: 5 },
    { name: '血祭图腾', reqLvl: '140', reqNum: 5 },
    /**
     * 烈刃
     */
    { name: '十字双刃', reqLvl: '130', prevMin: 1 },
    { name: '恶魔护体', reqLvl: '130', prevMin: 1 },
    { name: '金狮劲', reqLvl: '60', prevMin: 20, ext: '60,60|100,100' },
    { name: '恶肠决', reqLvl: '66', prev: '化狮', ext: '225,25|2,2|200,50|160,10|30,10' },
    { name: '裂地十字爪', reqLvl: '72', prev: '恶肠决', ext: '450,50|10,2|150,20|30,10' },
    {
        name: '地狱烈焰',
        reqLvl: '80',
        prev: '魔狮猎场',
        reqNum: 10,
        ext: '5,1|500,500|18,3|20,20|650,50'
    },
    { name: '魔狮解', reqLvl: '66', prev: '裂刃爪', ext: '100,25' },
    { name: '魔狮猎场', reqLvl: '72', prev: '魔狮解', ext: '505,40|170,20|30,10' },
    { name: '群狮领袖', reqLvl: '100', prev: '堕落法则', ext: '2500,500|11,1|15,15' },
    { name: '化狮', reqLvl: '60', prevMin: 20, ext: '100,100|10,10|1,2|1,1|5,5' },
    { name: '狩猎预谋', reqLvl: '66', prev: '金狮劲', ext: '150,20|5,5|10,10|10,10' },
    { name: '噬恶魔凰', reqLvl: '100', prev: '地狱烈焰', ext: '4000,400|160,10|5,5' },
    { name: '狮魂炼', reqLvl: '72', prev: '化狮', prevMin: 3, ext: '5,5|1,1|1,1' },
    {
        name: '恶狮出猎',
        reqLvl: '105',
        prev: '噬恶魔凰',
        ext: '900,50|6,1|0.1,0.1|10,10'
    },
    { name: '霸主', reqLvl: '115', prev: '夺猎之心', ext: '100,100|165,165|20,20' },
    { name: '因果咒', reqLvl: '115', prev: '恶狮出猎', ext: '8000,1000|40,20|4,1' },
    { name: '狮跃', reqLvl: '72', prev: '狩猎预谋', ext: '3200,200|8,3|2,2|2,2' },
    {
        name: '黑淤',
        reqLvl: '105',
        prev: '破釜沉舟',
        ext: '650,50|20,2|210,110|190,10|40,10'
    },
    {
        name: '裂刃爪',
        reqLvl: '60',
        prev: '化狮',
        ext: '215,15|13,1|110,30|160,10|30,10'
    },
    {
        name: '破釜沉舟',
        reqLvl: '80',
        prev: '狮魂炼',
        reqNum: 10,
        ext: '650,50|10,5|30,10|5,5'
    },
    {
        name: '堕落法则',
        reqLvl: '80',
        prev: '裂地十字爪',
        reqNum: 10,
        ext: '2250,250|18,3|900,200'
    },
    {
        name: '禁魔之爪',
        reqLvl: '110',
        prev: '黑淤',
        ext: '665,50|14,2|20,180|2,2|10,10|30,10'
    },
    { name: '石肤', reqLvl: '115', prev: '禁魔之爪', ext: '2500,500|9,2|20,20|200,50' },
    { name: '夺猎之心', reqLvl: '110', prev: '群狮领袖', ext: '1000' },
    { name: '金狮咆哮', reqLvl: '120', prev: '因果咒', ext: '1000,100|198,18|4,4' },
    { name: '咒生', reqLvl: '120', prev: '霸主', ext: '2500,500|23,3|400,400' },
    {
        name: '杀戮法则',
        reqLvl: '125',
        prev: '石肤',
        ext: '1200,100|1000,1000|115,15|4,4'
    },
    { name: '闪电爪', reqLvl: '125', prev: '咒生', ext: '1000,100|24,4|88,8|55,55|1,1' },
    { name: '散魂爪', reqLvl: '140', reqNum: 5 },
    { name: '怒吼', reqLvl: '140', reqNum: 5 },
    /**
     * 玄冥
     */
    { name: '遁入幻境', reqLvl: '130', prevMin: 1 },
    { name: '冥府传唤', reqLvl: '130', prevMin: 1 },
    { name: '天雷入体', reqLvl: '60', prevMin: 20, ext: '60,60|5,5|5,5' },
    { name: '雷霆震怒', reqLvl: '66', prev: '风雷', ext: '260,20|3,3|360,60|160,10' },
    { name: '风雷密布', reqLvl: '72', prev: '雷霆震怒', ext: '500,500|16,16|6,1' },
    {
        name: '无声龙相',
        reqLvl: '80',
        prev: '雷镇江山',
        reqNum: 10,
        ext: '2000,500|3,3|100,-20'
    },
    { name: '自由意志', reqLvl: '66', prev: '风雷', ext: '260,20|170,20|40,10' },
    {
        name: '雷镇江山',
        reqLvl: '72',
        prev: '自由意志',
        ext: '325,25|22,2|450,150|190,10'
    },
    { name: '无相劫指', reqLvl: '80', prev: '风雷密布', ext: '5000,1000|6,1|170,20' },
    { name: '风刃', reqLvl: '66', prev: '风雷', ext: '286,24|2,2|100,100|50,50' },
    { name: '巽风斩', reqLvl: '72', prev: '风刃', ext: '270,20|17,2|600,100|6,1|60,10' },
    {
        name: '断念成空',
        reqLvl: '100',
        prev: '无声龙相',
        ext: '1138,188|11.5,1.5|118,162|160,10'
    },
    {
        name: '神威如狱',
        reqLvl: '80',
        prev: '巽风斩',
        reqNum: 10,
        ext: '2000,500|10,10|190,10|190,10'
    },
    {
        name: '大衍巽风',
        reqLvl: '110',
        prev: '断念成空',
        ext: '5000,1000|22,2|22,2|184,8'
    },
    { name: '风雷翅', reqLvl: '120', prev: '风雷引', ext: '1300,200|10,5' },
    { name: '万劫风雷引', reqLvl: '120', prev: '惑心', ext: '1000,100|23,3|2,2' },
    { name: '念神圆融', reqLvl: '100', prev: '天雷入体', ext: '100,100|400,300' },
    { name: '轰天雷', reqLvl: '110', prev: '破杀', ext: '5000,1000|22,2|300,300|200,20' },
    { name: '风雷', reqLvl: '60', prevMin: 20, ext: '120,20|50,50|0.1,0.1' },
    { name: '破杀', reqLvl: '105', prev: '神威如狱', ext: '5500,500|4,1|1000,1000|3,3' },
    {
        name: '诸念空无',
        reqLvl: '110',
        prev: '无相劫指',
        reqNum: 10,
        ext: '900,500|3,3|10,10'
    },
    {
        name: '雷光遁龙诀',
        reqLvl: '115',
        prev: '轰天雷',
        ext: '5000,1000|22,2|10,5|4,4|22,2'
    },
    { name: '惑心', reqLvl: '115', prev: '大衍巽风', ext: '8000' },
    { name: '风雷引', reqLvl: '115', prev: '诸念空无', ext: '100,100|200,200|300,300' },
    { name: '无尽轮回', reqLvl: '125', prev: '万劫风雷引', ext: '6000,1000|4,2' },
    {
        name: '天伤雷云祭',
        reqLvl: '125',
        prev: '雷光遁龙诀',
        ext: '6000,1000|10,10|7,2|6,1|60,10|1400,400|6,1|14,-1'
    },
    { name: '风卷残云', reqLvl: '140', reqNum: 5 },
    { name: '镇狱雷', reqLvl: '140', reqNum: 5 },
    /**
     * 寒星
     */
    { name: '连珠', reqLvl: '30', prevMin: 13, ext: '92,12|335,35' },
    { name: '强击', reqLvl: '34', prev: '连珠', ext: '100,15|30,30' },
    { name: '烈焰箭', reqLvl: '38', prev: '连珠', ext: '168,12|2,2|450,50|100,100' },
    { name: '剧毒尖牙', reqLvl: '48', prev: '烈焰箭', ext: '144,16|16,1|90,10|12,2' },
    { name: '影之舞', reqLvl: '54', prev: '剧毒尖牙', ext: '278,15|90,-10|1.5,0.5' },
    { name: '劲射', reqLvl: '32', prev: '连珠', ext: '158,3|2.5,2.5|450,50' },
    { name: '急冻箭', reqLvl: '42', prev: '劲射', ext: '158,8|4,4|60,60|2,1|55,15' },
    { name: '困缚矢', reqLvl: '50', prev: '急冻箭', ext: '192,12|5,5|110,110|2,1|55,15' },
    { name: '弓展', reqLvl: '46', prev: '强击', ext: '168,12|400,50|850,100' },
    { name: '鹰眼', reqLvl: '52', prev: '弓展', ext: '1,1' },
    { name: '灵巧', reqLvl: '32', prevMin: 13, ext: '0.2,0.2' },
    /**
     * 飞羽
     */
    { name: '万箭齐发', reqLvl: '130', prevMin: 1 },
    { name: '箭神', reqLvl: '130', prevMin: 1 },
    { name: '青虹箭', reqLvl: '60', prevMin: 20, ext: '200,20|11,1|40,40' },
    { name: '凝气', reqLvl: '90', prev: '箭阵', ext: '500,100|6,1' },
    { name: '寒冰箭', reqLvl: '66', prev: '青虹箭', ext: '260,20|12,2|180,180|175,6' },
    { name: '蛛网箭', reqLvl: '72', prev: '寒冰箭', ext: '500,500|2,1|250,-5' },
    { name: '归心', reqLvl: '80', prev: '蛛网箭', ext: '2000,500|36,6|45,5|1,1' },
    {
        name: '破甲箭',
        reqLvl: '66',
        prev: '青虹箭',
        ext: '260,20|22,2|1150,150|15,5|200,200'
    },
    { name: '击退矢', reqLvl: '72', prev: '破甲箭', ext: '325,25|17,2|880,80' },
    { name: '幻影', reqLvl: '80', prev: '击退矢', ext: '2000,500|85,-5' },
    { name: '多重射击', reqLvl: '66', prev: '青虹箭', ext: '286,24|12,2|80,80' },
    {
        name: '弓之守护',
        reqLvl: '72',
        prev: '多重射击',
        ext: '500,500|20,2|180,180|30,-2'
    },
    {
        name: '致命矢',
        reqLvl: '100',
        prev: '幻影',
        ext: '900,500|18,3|120,120|9000,1000'
    },
    {
        name: '箭阵',
        reqLvl: '80',
        prev: '弓之守护',
        ext: '520,520|28,3|200,200|1000,1000'
    },
    {
        name: '毁灭之箭',
        reqLvl: '105',
        prev: '致命矢',
        ext: '5000,1000|103,3|1000,1000|25,-2'
    },
    { name: '压制射击', reqLvl: '110', prev: '毁灭之箭', ext: '5000,1000|4.5,0.5' },
    {
        name: '羿射九日',
        reqLvl: '110',
        prev: '心弦',
        ext: '1100,100|52,2|500,500|3,1|232,12|1000,1000'
    },
    { name: '满引弓', reqLvl: '100', prev: '归心', ext: '300,300|200,200|100,100' },
    { name: '心弦', reqLvl: '105', prev: '满引弓', ext: '200,200|85,-5' },
    { name: '弓箭精通', reqLvl: '60', prevMin: 20, ext: '70,70' },
    {
        name: '幽冥箭',
        reqLvl: '115',
        prev: '羿射九日',
        reqNum: 10,
        ext: '1300,200|32,2|400,400|6,1|29,-1|44,4'
    },
    { name: '致命引', reqLvl: '120', prev: '幽冥箭', ext: '5000,1000|8,1|110,-10' },
    { name: '断魂箭', reqLvl: '125', prev: '致命引', reqNum: 10, ext: '6000,1000|56,6' },
    {
        name: '御神箭诀',
        reqLvl: '125',
        prev: '后羿恨月',
        reqNum: 10,
        ext: '6000,1000|6,1|290,-10'
    },
    { name: '百步穿杨', reqLvl: '115', prev: '压制射击', ext: '6,1' },
    {
        name: '后羿恨月',
        reqLvl: '120',
        prev: '百步穿杨',
        ext: '5000,1000|10,10|800,800|14,-1|45,5'
    },
    { name: '落阳箭', reqLvl: '140', reqNum: 5 },
    { name: '追星失', reqLvl: '140', reqNum: 5 },
    /**
     * 神火
     */
    { name: '皇家礼炮', reqLvl: '130', prevMin: 1 },
    { name: '枪神', reqLvl: '130', prevMin: 1 },
    { name: '穿透射击', reqLvl: '60', prevMin: 20, ext: '160,10|11,1|40,40' },
    { name: '闪光弹', reqLvl: '80', prev: '火舌', ext: '500,100|2,2|7,2|5,5' },
    { name: '火舌', reqLvl: '70', prev: '爆炸射击', ext: '280,20|12,2|80,80|160,10' },
    { name: '连射', reqLvl: '80', prev: '震荡射击', ext: '500,500|22,2|450,150' },
    { name: '猎豹突击', reqLvl: '90', prev: '闪光弹', ext: '500,100|8,3|7,2|1.0,0.2' },
    { name: '聚瞳术', reqLvl: '60', prevMin: 20, ext: '50,50|60,60' },
    { name: '兵临城下', reqLvl: '80', prev: '震荡射击', ext: '3000,500|4,1|5,5|10,10' },
    { name: '生存技巧', reqLvl: '90', prevMin: 20, reqNum: 10, ext: '100,100|200,200' },
    { name: '震荡射击', reqLvl: '70', prev: '穿透射击', ext: '260,20|3,3|360,60|160,10' },
    { name: '死亡标记', reqLvl: '100', prev: '逆战', ext: '800,300|2,2|10,10' },
    { name: '逆战', reqLvl: '90', prev: '兵临城下', ext: '1200,200|18,3|190,10' },
    {
        name: '战争之王',
        reqLvl: '110',
        prev: '烟雾弹',
        reqNum: 10,
        ext: '5000,1000|4,1|5,5|10,10'
    },
    { name: '烟雾弹', reqLvl: '105', prev: '死亡标记', ext: '1000,500|12,2|2,1' },
    {
        name: '狙击',
        reqLvl: '110',
        prev: '烟雾弹',
        reqNum: 10,
        ext: '2000,1000|22,2|18,3'
    },
    { name: '弹幕时间', reqLvl: '115', prev: '子母弹', ext: '1300,200|17,2|500,500|1,1' },
    {
        name: '枪林弹雨',
        reqLvl: '105',
        prev: '傀儡',
        ext: '1000,500|22,2|300,300|190,10'
    },
    { name: '子母弹', reqLvl: '110', prev: '枪林弹雨', ext: '1000,100|18,3|300,300' },
    { name: '爆炸射击', reqLvl: '60', prevMin: 20, ext: '260,20|7,2|60,60' },
    { name: '火线援护', reqLvl: '120', prev: '弹幕时间', ext: '6000,1000|4,2' },
    {
        name: '炸弹人',
        reqLvl: '125',
        prev: '火线突击',
        ext: '2000,1000|10000,10000|60,10'
    },
    {
        name: '爆裂弹',
        reqLvl: '125',
        prev: '火线援护',
        reqNum: 10,
        ext: '2000,500|10,10|6,1|190,10|190,10'
    },
    { name: '致命狙击', reqLvl: '125', prev: '火线突击', ext: '1500,200|22,2|500,500' },
    {
        name: '致残射击',
        reqLvl: '115',
        prev: '战争之王',
        ext: '1300,200|22,2|600,600|1,1'
    },
    { name: '火线突击', reqLvl: '120', prev: '致残射击', ext: '1000,100|7,2' },
    {
        name: '傀儡',
        reqLvl: '100',
        prev: '猎豹突击',
        ext: '1100,200|10000,10000|7,2|4000,1000|160,10'
    },
    { name: '火焰裂弹', reqLvl: '140', reqNum: 5 },
    { name: '弹幕冲击', reqLvl: '140', reqNum: 5 },
    /**
     * 隐杀
     */
    { name: '刺骨', reqLvl: '30', prevMin: 13 },
    { name: '突刺', reqLvl: '32', prev: '刺骨' },
    { name: '猛毒击', reqLvl: '36', prev: '刺骨' },
    { name: '毒劫', reqLvl: '44', prev: '猛毒击' },
    { name: '荼毒', reqLvl: '50', prev: '毒劫' },
    { name: '双刺', reqLvl: '34', prev: '刺骨' },
    { name: '暗魂', reqLvl: '40', prev: '双刺' },
    { name: '一闪', reqLvl: '46', prev: '暗魂' },
    { name: '飞刃', reqLvl: '40', prev: '突刺' },
    { name: '撩踢', reqLvl: '48', prev: '飞刃' },
    /**
     * 潜行
     */
    { name: '摄魄', reqLvl: '130', prevMin: 1 },
    { name: '含沙', reqLvl: '130', prevMin: 1 },
    { name: '错骨', reqLvl: '110', prev: '背刺' },
    { name: '三才', reqLvl: '125', prev: '天刺' },
    { name: '伏击', reqLvl: '125', prev: '潜伏帷幕' },
    { name: '勾魂', reqLvl: '125', prev: '天刺', reqNum: 10 },
    { name: '隐身', reqLvl: '80', prev: '飘身', reqNum: 10 },
    { name: '麻痹', reqLvl: '90', prev: '隐身' },
    { name: '影遁', reqLvl: '110', prev: '刀盾' },
    { name: '闪影', reqLvl: '100', prev: '麻痹' },
    { name: '刀盾', reqLvl: '105', prev: '闪影' },
    { name: '潜伏帷幕', reqLvl: '120', prev: '金蝉脱壳' },
    { name: '金蝉脱壳', reqLvl: '115', prev: '影遁', reqNum: 10 },
    { name: '刺喉', reqLvl: '60', prevMin: 20 },
    { name: '飘身', reqLvl: '70', prev: '刺喉' },
    { name: '双牙连击', reqLvl: '70', prev: '暗流' },
    { name: '冷血', reqLvl: '80', prev: '双牙连击' },
    { name: '切割', reqLvl: '90', prev: '冷血' },
    { name: '击溃', reqLvl: '70', prev: '刺喉' },
    { name: '流云风暴', reqLvl: '80', prev: '击溃' },
    { name: '闪电刺', reqLvl: '90', prev: '流云风暴' },
    { name: '连环刺', reqLvl: '115', prev: '错骨' },
    { name: '背刺', reqLvl: '100', prev: '闪电刺' },
    { name: '螺旋刺', reqLvl: '105', prev: '背刺' },
    { name: '暗流', reqLvl: '60', prevMin: 20 },
    { name: '地刺', reqLvl: '115', prev: '人刺' },
    { name: '人刺', reqLvl: '110', prev: '螺旋刺' },
    { name: '天刺', reqLvl: '120', prev: '地刺' },
    { name: '蹑影', reqLvl: '140', reqNum: 5 },
    { name: '舍身', reqLvl: '140', reqNum: 5 },
    /**
     * 暗影
     */
    { name: '遁术', reqLvl: '130', prevMin: 1 },
    { name: '轮回刃', reqLvl: '130', prevMin: 1 },
    { name: '锁喉', reqLvl: '110', prev: '扰乱' },
    { name: '图穷匕见', reqLvl: '115', prev: '锁喉', reqNum: 10 },
    { name: '夜游魂', reqLvl: '125', prev: '黑暗仪式' },
    { name: '禁锢', reqLvl: '125', prev: '闷棍' },
    { name: '分身', reqLvl: '80', prev: '致盲', reqNum: 10 },
    { name: '暗杀', reqLvl: '90', prev: '分身' },
    { name: '无影交替', reqLvl: '110', prev: '夜舞' },
    { name: '飘叶', reqLvl: '100', prev: '暗杀' },
    { name: '夜舞', reqLvl: '105', prev: '飘叶' },
    { name: '黑暗仪式', reqLvl: '120', prev: '无情' },
    { name: '无情', reqLvl: '115', prev: '无影交替', reqNum: 10 },
    { name: '闪电落', reqLvl: '60', prevMin: 20 },
    { name: '致盲', reqLvl: '70', prev: '闪电落' },
    { name: '毒刃', reqLvl: '70', prev: '暗影' },
    { name: '魅影', reqLvl: '80', prev: '毒刃' },
    { name: '诅咒之刃', reqLvl: '90', prev: '魅影' },
    { name: '乱舞', reqLvl: '70', prev: '闪电落' },
    { name: '血滴子', reqLvl: '80', prev: '乱舞' },
    { name: '袖里剑', reqLvl: '90', prev: '血滴子' },
    { name: '影袭', reqLvl: '110', prev: '扰乱' },
    { name: '奇袭', reqLvl: '100', prev: '袖里剑' },
    { name: '扰乱', reqLvl: '105', prev: '奇袭' },
    { name: '暗影', reqLvl: '60', prevMin: 20 },
    { name: '闷棍', reqLvl: '120', prev: '百鬼牙' },
    { name: '百鬼牙', reqLvl: '115', prev: '影袭' },
    { name: '无情打击', reqLvl: '125', prev: '闷棍' },
    { name: '影之噬', reqLvl: '140', reqNum: 5 },
    { name: '刃无声', reqLvl: '140', reqNum: 5 },
    /**
     * 混沌
     */
    { name: '凝爆', reqLvl: '130', prevMin: 1, ext: '17,2' },
    { name: '一震山河碎', reqLvl: '130', prevMin: 1 },
    { name: '魔魂附体', reqLvl: '100', prev: '摄魂阵' },
    { name: '魂之召唤', reqLvl: '120', prev: '神魂盾' },
    { name: '草木之魂', reqLvl: '66', prev: '魂抗' },
    { name: '灵魂支配', reqLvl: '72', prev: '草木之魂' },
    { name: '木魂缠绕', reqLvl: '105', prev: '闪魂烙印' },
    { name: '风魂之力', reqLvl: '80', prev: '灵魂支配' },
    { name: '闪魂烙印', reqLvl: '100', prev: '风魂之力' },
    { name: '神魂盾', reqLvl: '115', prev: '魔魂舞动' },
    { name: '魔魂舞动', reqLvl: '110', prev: '木魂缠绕', reqNum: 10 },
    { name: '自然之魂', reqLvl: '60', prevMin: 20 },
    { name: '魂抗', reqLvl: '60', prevMin: 20 },
    { name: '闪魂一击', reqLvl: '66', prev: '冰魂之刺' },
    { name: '魂之净身', reqLvl: '72', prev: '闪魂一击', ext: '110,10' },
    { name: '摄魂阵', reqLvl: '80', prev: '魂之净身' },
    { name: '凝魂', reqLvl: '66', prev: '自然之魂' },
    { name: '魂击', reqLvl: '72', prev: '凝魂' },
    { name: '灵魂护盾', reqLvl: '80', prev: '魂击' },
    { name: '神魂附体', reqLvl: '110', prev: '魔魂附体', reqNum: 10 },
    { name: '鬼魂附体', reqLvl: '105', prev: '灵魂护盾' },
    { name: '群魂乱舞', reqLvl: '110', prev: '鬼魂附体', reqNum: 10 },
    { name: '冰魂之刺', reqLvl: '60', prevMin: 20 },
    { name: '魂之魅惑', reqLvl: '120', prev: '火魂燃烧' },
    { name: '火魂燃烧', reqLvl: '115', prev: '神魂附体' },
    { name: '魂之挽歌', reqLvl: '125', prev: '魂之魅惑' },
    { name: '牺牲之魂', reqLvl: '125', prev: '魂之召唤' },
    { name: '诸魂不侵', reqLvl: '140', reqNum: 5 },
    { name: '燃魂怒击', reqLvl: '140', reqNum: 5 },
    /**
     * 兽灵
     */
    { name: '兽神入定', reqLvl: '130', prevMin: 1 },
    { name: '地狱咆哮', reqLvl: '130', prevMin: 1 },
    { name: '愤怒触须', reqLvl: '60,3', prevMin: 20, ext: '200,20|9,1|45,45' },
    { name: '森之精灵', reqLvl: '115', prev: '灵龟召唤' },
    { name: '沼泽领主', reqLvl: '120', prev: '森之精灵' },
    { name: '远古吞噬者', reqLvl: '125', prev: '凤鸣朝阳', reqNum: 10 },
    { name: '瘟疫蝙蝠', reqLvl: '105', prev: '蔓藤狂怒' },
    {
        name: '一叶障目',
        reqLvl: '72',
        prev: '镰鼬',
        ext: '5000,1000|7,2|85,-5|44,4|38,3'
    },
    {
        name: '狼族精魂',
        reqLvl: '80',
        prev: '一叶障目',
        ext: '3000,500|1,0|8905,7|50.0,3|67.0,6|35,5|200,200|5,0'
    },
    { name: '百兽之王', reqLvl: '110', prev: '弱肉强食' },
    { name: '荆棘之路', reqLvl: '100', prev: '狼族精魂' },
    { name: '弱肉强食', reqLvl: '105', prev: '荆棘之路' },
    { name: '凤鸣朝阳', reqLvl: '120', prev: '食物中毒' },
    { name: '食物中毒', reqLvl: '115', prev: '百兽之王' },
    { name: '玫瑰旋风', reqLvl: '60', prevMin: 20, ext: '286,24|9.5,1.5|90,90' },
    {
        name: '镰鼬',
        reqLvl: '66,4',
        prev: '愤怒触须',
        ext: '260,20|17,2|1160,160|400,400'
    },
    { name: '自然赐福', reqLvl: '66', prev: '自然之子', ext: '500,100|5,1|55,-5' },
    {
        name: '鹰群领袖',
        reqLvl: '72',
        prev: '自然赐福',
        ext: '3000,500|12,0|15,1|35,5|4,1'
    },
    {
        name: '猿猴领袖',
        reqLvl: '80',
        prev: '鹰群领袖',
        ext: '3200,500|12,0|15,1|35,5|4,1'
    },
    {
        name: '玫瑰花岚',
        reqLvl: '66',
        prev: '玫瑰旋风',
        ext: '520,520|23,3|250,250|9,-1'
    },
    {
        name: '棘齿地狱',
        reqLvl: '72',
        prev: '玫瑰花岚',
        ext: '500,500|18,3|300,300|4,1|115,-5|200,20'
    },
    { name: '森林主宰', reqLvl: '80', prev: '棘齿地狱', ext: '100,100|100,100' },
    { name: '灵龟召唤', reqLvl: '110', prev: '元素打击' },
    { name: '蔓藤狂怒', reqLvl: '100', prev: '森林主宰' },
    { name: '元素打击', reqLvl: '105', prev: '蔓藤狂怒' },
    { name: '自然之子', reqLvl: '60', prevMin: 20, ext: '1,1' },
    { name: '云体风身', reqLvl: '115', prev: '灵龟召唤' },
    { name: '蛙群族长', reqLvl: '120', prev: '云体风身', reqNum: 10 },
    { name: '生命力场', reqLvl: '125', reqNum: 10, prev: '蛙群族长' },
    { name: '百兽狂袭', reqLvl: '140', reqNum: 5 },
    { name: '野兽之心', reqLvl: '140', reqNum: 5 },
    /**
     * 书生
     */
    { name: '天池石壁', reqLvl: '60', prevMin: 20, reqNum: 5 },
    { name: '梅花三弄', reqLvl: '100', prev: '星罗棋布', reqNum: 7 },
    { name: '巴山夜雨', reqLvl: '60', prevMin: 20, reqNum: 5 },
    { name: '快雪时晴', reqLvl: '80', prev: '巴山夜雨', reqNum: 5 },
    { name: '无我无相', reqLvl: '70', prev: '天池石壁', reqNum: 5 },
    { name: '江雪初行', reqLvl: '80', prev: '无我无相', reqNum: 5 },
    { name: '碧海潮升', reqLvl: '70', prev: '天池石壁', reqNum: 5 },
    { name: '星罗棋布', reqLvl: '90', prev: '碧海潮升', reqNum: 5 },
    { name: '无极太苍', reqLvl: '110', prev: '江雪初行', reqNum: 7 },
    { name: '闻笛烂柯', reqLvl: '110', prev: '快雪时晴', reqNum: 7 },
    { name: '胸无点墨', reqLvl: '120', prev: '闻笛烂柯', reqNum: 7 },
    { name: '洛神惊鸿', reqLvl: '130', prevMin: 1, reqNum: 10 },
    { name: '北冥鲲跃', reqLvl: '120', prev: '梅花三弄', reqNum: 7 },
    { name: '宇越星灭', reqLvl: '130', prevMin: 1, reqNum: 10 },
    { name: '两仪化形', reqLvl: '140', reqNum: 5 },
    { name: '玉水明沙', reqLvl: '140', reqNum: 5 },
    /**
     * 秀才
     */
    { name: '唐临晋帖', reqLvl: '10', prevMin: 6 },
    { name: '风清云逸', reqLvl: '50', prev: '风仙云体', reqNum: 3 },
    { name: '万壑松风', reqLvl: '50', prev: '水云盾', reqNum: 3 },
    { name: '风仙云体', reqLvl: '30', prev: '唐临晋帖' },
    { name: '踏云', reqLvl: '10', prevMin: 6 },
    { name: '水云盾', reqLvl: '40', prev: '灵砚绘虎', reqNum: 3 },
    { name: '灵砚绘虎', reqLvl: '30', prev: '日月晦明' },
    { name: '日月晦明', reqLvl: '20', prev: '点墨' },
    { name: '点墨', reqLvl: '10', prevMin: 6 },
    /**
     * 百卉
     */
    { name: '逐花', reqLvl: '10', prevMin: 6 },
    { name: '伞旋舞', reqLvl: '50', prev: '风揽雪', reqNum: 3 },
    { name: '风揽雪', reqLvl: '40', prev: '落花意', reqNum: 3 },
    { name: '落花意', reqLvl: '30', prev: '千花万树', reqNum: 3 },
    { name: '月正寒', reqLvl: '50', prev: '陌上花开' },
    { name: '陌上花开', reqLvl: '30', prev: '迎客松' },
    { name: '迎客松', reqLvl: '20', prev: '回风舞' },
    { name: '千花万树', reqLvl: '10', prevMin: 6 },
    { name: '回风舞', reqLvl: '10', prevMin: 6 },
    /**
     * 花雨
     */
    { name: '花葬月', reqLvl: '130', prevMin: 1, reqNum: 10 },
    { name: '何须怜我', reqLvl: '130', prevMin: 1, reqNum: 10 },
    { name: '清波月', reqLvl: '120', prev: '花盈袖', reqNum: 7 },
    { name: '落影斩', reqLvl: '120', prev: '云飞还', reqNum: 7 },
    { name: '云飞还', reqLvl: '110', prev: '君须怜我', reqNum: 7 },
    { name: '摇花慢', reqLvl: '90', prev: '扫残云', reqNum: 7 },
    { name: '风摇白露', reqLvl: '110', prev: '顾影低回', reqNum: 5 },
    { name: '花盈袖', reqLvl: '110', prev: '摇花慢', reqNum: 5 },
    { name: '松林风', reqLvl: '70', prev: '花落雨', reqNum: 5 },
    { name: '扫残云', reqLvl: '70', prev: '花落雨', reqNum: 5 },
    { name: '顾影低回', reqLvl: '80', prev: '松林风', reqNum: 5 },
    { name: '君须怜我', reqLvl: '80', prev: '流水情', reqNum: 5 },
    { name: '花落雨', reqLvl: '60', prevMin: 20, reqNum: 5 },
    { name: '流水情', reqLvl: '60', prevMin: 20, reqNum: 5 },
    { name: '暮雨晨光', reqLvl: '140', reqNum: 5 },
    { name: '琼花乱舞', reqLvl: '140', reqNum: 5 },
    /**
     * 玄策
     */
    { name: '行云', reqLvl: '10', prevMin: 6 },
    { name: '化枯转荣', reqLvl: '50', prev: '厚体术', reqNum: 3 },
    { name: '厚体术', reqLvl: '40', prev: '水凝冰', reqNum: 3 },
    { name: '水凝冰', reqLvl: '30', prev: '五灵化韵' },
    { name: '金灵疾空', reqLvl: '50', prev: '火鸦咒', reqNum: 3 },
    { name: '火鸦咒', reqLvl: '30', prev: '叶舞剑' },
    { name: '叶舞剑', reqLvl: '20', prev: '飞星矢' },
    { name: '五灵化韵', reqLvl: '10', prevMin: 6 },
    { name: '飞星矢', reqLvl: '10', prevMin: 6 },
    /**
     * 鬼谋
     */
    { name: '流金砾石', reqLvl: '130', reqNum: 10 },
    { name: '万象森罗', reqLvl: '130', reqNum: 10 },
    { name: '残月锁漪', reqLvl: '120', prev: '蛟岩戮', reqNum: 7 },
    { name: '朱雀振翅', reqLvl: '120', reqNum: 7, prev: '秋镰游刃' },
    { name: '秋镰游刃', reqLvl: '110', prev: '冰针急雨', reqNum: 7 },
    { name: '太阴真火', reqLvl: '90', prev: '麒麟屏障', reqNum: 7 },
    { name: '金蛇狂舞', reqLvl: '110', prof: '鬼谋', prev: '藤蛇缠身' },
    { name: '蛟岩戮', reqLvl: '100', prev: '太阴真火', reqNum: 7 },
    { name: '火眼金睛', reqLvl: '70', prev: '甘霖雨露', reqNum: 5 },
    { name: '麒麟屏障', reqLvl: '70', prev: '甘霖雨露', reqNum: 5 },
    { name: '藤蛇缠身', reqLvl: '80', prev: '火眼金睛', reqNum: 5 },
    { name: '冰针急雨', reqLvl: '80', prev: '丹凤解甲', reqNum: 5 },
    { name: '甘霖雨露', reqLvl: '60', prevMin: 20, reqNum: 5 },
    { name: '丹凤解甲', reqLvl: '60', prevMin: 20, reqNum: 5 },
    { name: '冰螭咆哮', reqLvl: '140', reqNum: 5 },
    { name: '火暖魄', reqLvl: '140', reqNum: 5 },
    /**
     * 琴师
     */
    { name: '轻功', reqLvl: '10,30,60', prevMin: 6, ext: '50,100,200' },
    { name: '羽', reqLvl: '30', reqNum: 3, prev: '徵' },
    { name: '断水', reqLvl: '60', reqNum: 3, prev: '望月' },
    { name: '望月', reqLvl: '40', reqNum: 3, prev: '琴心' },
    { name: '徵', reqLvl: '50', reqNum: 3, prev: '角' },
    { name: '角', reqLvl: '30', prev: '商' },
    { name: '商', reqLvl: '20', prev: '宫' },
    { name: '琴心', reqLvl: '10', prevMin: 6 },
    { name: '宫', reqLvl: '10', prevMin: 6 },
    /**
     * 绝弦
     */
    { name: '焚琴煮鹤', reqLvl: '130', reqNum: 10 },
    { name: '春江月夜', reqLvl: '130', reqNum: 10 },
    { name: '阳关三叠', reqLvl: '120', reqNum: 7, prev: '迷心飘香' },
    { name: '乌夜啼', reqLvl: '120', reqNum: 7, prev: '高山流水' },
    { name: '高山流水', reqLvl: '110', reqNum: 7, prev: '余音绕梁' },
    { name: '静夜思', reqLvl: '90', reqNum: 5, prev: '幽声' },
    { name: '天音镇魂', reqLvl: '110', reqNum: 7, prev: '初雪' },
    { name: '迷心飘香', reqLvl: '100', reqNum: 7, prev: '静夜思' },
    { name: '惊弦', reqLvl: '70', reqNum: 5, prev: '听雨' },
    { name: '幽声', reqLvl: '70', reqNum: 5, prev: '听雨' },
    { name: '初雪', reqLvl: '80', reqNum: 5, prev: '惊弦' },
    { name: '余音绕梁', reqLvl: '80', reqNum: 5, prev: '覆水' },
    { name: '听雨', reqLvl: '60', reqNum: 5, prevMin: 20 },
    { name: '覆水', reqLvl: '60', reqNum: 5, prevMin: 20 },
    { name: '曲终人散', reqLvl: '140', reqNum: 5 },
    { name: '绝弦天舞', reqLvl: '140', reqNum: 5 },
    /**
     * 拳师
     */
    { name: '轻功', reqLvl: '10,30,60', prevMin: 6, ext: '50,100,200' },
    { name: '震荡', reqLvl: '50', reqNum: 3, prev: '截拳' },
    { name: '投石', reqLvl: '50', reqNum: 3, prev: '昆仑震' },
    { name: '痛击', reqLvl: '30', prev: '怒魂' },
    { name: '截拳', reqLvl: '40', reqNum: 3, prev: '痛击' },
    { name: '昆仑震', reqLvl: '30', prev: '连击' },
    { name: '连击', reqLvl: '20', prev: '正拳' },
    { name: '怒魂', reqLvl: '10', prevMin: 6 },
    { name: '正拳', reqLvl: '10', prevMin: 6 },
    /**
     * 钧天
     */
    { name: '通背拳', reqLvl: '140', reqNum: 5 },
    { name: '天将崩裂', reqLvl: '140', reqNum: 5 },
    { name: '三重霸体', reqLvl: '130', reqNum: 10 },
    { name: '爆裂拳', reqLvl: '130', reqNum: 10 },
    { name: '破盾掌', reqLvl: '120', reqNum: 7, prev: '七伤拳' },
    { name: '拳打天下', reqLvl: '120', reqNum: 7, prev: '力暴' },
    { name: '力暴', reqLvl: '110', reqNum: 7, prev: '震心门' },
    { name: '山崩地裂', reqLvl: '90', prof: '钧天', prev: '升龙拳', reqNum: 5 },
    { name: '重拳冲锋', reqLvl: '110', reqNum: 7, prev: '转龙杀' },
    { name: '七伤拳', reqLvl: '100', reqNum: 5, prev: '山崩地裂' },
    { name: '金钟击', reqLvl: '70', reqNum: 5, prev: '天坠击' },
    { name: '升龙拳', reqLvl: '70', reqNum: 5, prev: '天坠击' },
    { name: '转龙杀', reqLvl: '80', reqNum: 5, prev: '金钟击' },
    { name: '震心门', reqLvl: '80', reqNum: 5, prev: '锁灵台' },
    { name: '天坠击', reqLvl: '60', reqNum: 5, prevMin: 20 },
    { name: '锁灵台', reqLvl: '60', reqNum: 5, prevMin: 20 }
];
